{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "inputs",
          0,
          0
        ],
        [
          "num_hk_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "inputs",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "inputs"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_0",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "inputs",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_0"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_1",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_0",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_2",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_3",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "error_correction_layer",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "error_correction_layer"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1
            ],
            "dtype": "float32",
            "name": "num_hk_input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "num_hk_input"
        },
        {
          "class_name": "Add",
          "config": {
            "dtype": "float32",
            "name": "adding_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "error_correction_layer",
                0,
                0,
                {}
              ],
              [
                "num_hk_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "adding_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "adding_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "c46144cc13c0bca5ebc9ab64e6dd990944358e8cf337c9fab9f510c1311ca8ed",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ],
    [
      1
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "cB7GPUcnAUBf4zi++pyjv3E1MT9x7gE/tW0MvsDYbD+rHYw+PnsJPrYRTr949Je/Egscv7pL3T1Y6FG/uOfkv6D7HD94M+G9"
          ]
        },
        {
          "shape": [
            1
          ],
          "values": [
            "dsXVPw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "TbrVPw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "error_correction_layer": {
      "bias": [
        "Hm0COw=="
      ],
      "weights": [
        "lyMIjyKLCI8EpAeP26YXPuXbBw8CkhMRhScKj3K/ko9cZwiP3KF6vqLDB4/nJzQ+oikJj7ADCY/08cU+fK7CvljyCA8rnQkPRYMTkbJUmb6aAtA+0pWcPv3FCQ8Y1wePmx2tPnAlbr5N0AkPHlkIjwoGjb5f9gePRqQIj3FaCY/gDAmPioMJD4hlCA8WT6G+ogCrPt10CQ+IAwqPPBIID/48CY/ooZw9yvGTviN9CQ86ewmPCTIJD6slCQ8Yj4c+JeYIj3KtA747xIe+hEAIj9atCY/Wnp2+vrt3PmlcCY88SwkP4GAID9XfCA8FCgkPASQIj21ACA+3daK+BnEHD7utCY84fwmPTg0JD4vNB48CCgkPurQJD0eGnD56EVg+vOoJj5c7CI9SMaG+f+cIjzSGg76akQgPAgcKj+56gz4z8IW+PUkIj8AYgD7Y1AiPH+4HDxq8CA+UrAiPPOMJD71flL6hQwgPWSMIj6gnCA8/PqW+QNEID2RPij4GPYI+RocJD3+ACQ8TuwcP85sJj1aKExE3L4y+fueBvrbjCQ/FuOU+E6cIjxkoYz4wAAgPqHoIj2y/Pr4vuQkPAi4JDx0NCQ/bkQiPavQIj28DwD4oay4+cVYID3fSBw/1DgmPvndbvu4kCY9veQiP1H97PqOYCY9z04W+bWIIDyTFCA85wAkPVDIIjw=="
      ]
    },
    "hidden_0": {
      "bias": [
        "YO4QPdAFOL5vCSq+/dLGvGtsub3xI4i62Q6DvnRzPz2j5vY8MZDMvH1SyL1K4Qe+fyWUvVFgXL5YaJe9WlZVvc/bQL4fbqW7glD/vUB3FT3RJCa+bJ6svEoypr3O1gi+ueD8utNIgb2RIM+9Yo6aO9kTEr7ReqO7kQ+FvTblkr69f4q81A6jPakEcL0C7V2+jIVAvS+G6r3HE5m9mTa8PVC6eL2aPlu9URLHPfNnK71TkQW+cu2mvW07cb4FwMW9wSYGvvczXr49tkK+PjbqPP3oaL6K0PC9v+MYvXxyAr2hmHG9tJ4ovdpafb5g6vO9e+LxvQIloLx0H3S+Ft9ZvWU//r2V6re9+cKRvS88hT1fKdG9N5h9vB9BYb7Qwxu9jdwqvTuUQD02OfK70NEjPW132r19m4s77GDqvX9Ahr0NNaq80Qx/PJUTMrxnCL46676tvSoi47vRIXk82WWlvQhrCr6hwz+6k6cbvqLyir5VDxq+HNJcPW5vOT28oMQ7EH3avWXJRr0dtjC75mlEOrKcXr13ETO9xeQCvh0P5b32Zyq+voS0veBdubzOGpq+pHjhPeEZDTt8Xfu9rAGHvBhzor2BYhq9yGRhPSNsqrujLy290HpAvgdeSr7Us/G9rWwXvkmdlL2nDga+1JF8vfBdKr7DjiI9HiWYvowRe70W5Ty9NlA7vg=="
      ],
      "weights": [
        "LkC8vcDJjDzypfw9hLe0PHKzDD6tJzg9UCNQvTM7Xby177c9LIZkPfrr1L0lddS8S9CEvbXxvb2vn+M91BPLvaky7zwiS9E8MpEYvT9Shb1Sum+9HLEwPeuhEr0Jjyg9XB23PBhjMj2zspI9qHJ3vdGTPrzvYMG9TDSJPWzE0TuXcna8vGZBPfsIVb0V90Q9iBoOvnDNAj7oWvy9EIxyvQCc0z1zbGy9MnCovKIfcT0PH0E9tJA6PQPxRb00QlQ+ohrDu9Dqv73n+CM73D86PAiRvTufGlQ8ZjUBvZ+qsL1bGBK9tscZPoJXADzdUkA9pHCQvRuN0j3/A5K95HQ3PV7DdryMKyu9RjG9PQMKLD0C7ju+lgm0PenSCj0+Vo29HlXRveH0pD3eNdc9ssV6vNRD0z2mfDw9Yq9mPM+FGrxJHac9jsolPSrTqDxYxoG9Vhi+PTUE/rySbLq95KLjPPYRdz2euPu8SGydvQKTAD7+JN67W6LivM8SFz2tzPC9zLZMPKJppzyeqxq9ZeX7PE0b77sMHmC9NVuOPEUwBD59Zi89cZOQPIH/IDyIPFQ8lMbLPT4zIb1SP1S9McEcPdkCiz1khII9Y8N8vSCdu73/iW49RlBKvQAFjjpovOG9mmauvX9dZ701pgI9Mh4MPlUwCI+6U749gMVpPaW3nb0bxrg94q70PDW6E75RN9G9k1zpvQ+/Hz19sty9M7DpuhEqZT5mjjU9di2KPjxm2T05iIQ+zfeKvXnkAz2GsmI8nrSgPDsOeL1nY847zMFJPrI5dr3DID+8DlARvrumTT69y6c96V4mPgwg8zy0Dy28/9TEPZmtuj1UFRq+7dqUvT0lAb7IjYc+PZOgvOuUZT46ZRG+93oTvleQnryaGb89ICnoPUdqVr0yCl89xxMVPKg9hTxAcAa8QKJFvsfqTjyyGKK9NI+Rvprpq71H64q+F7IQvhhd6L2kiTa+tVKwvd0WH76C+pC8AQOvvLlEcr0VUMy9yDrkPZJoBL4KYpO9",
        "btBnvs4l/r3PQOe9FY7LvRNm3r1Hu147NnWYPt0nO7vEV9e721mOvUs+c77L1Iu9XbPOvWByAb6KTLW91Z2fvO7/VTx7NjC9SmsrPB7/Kj5w2Aw+Id+iPdE1gbwJDgM+0KVgPQvMIr4yORQ9dWGyPV23AL0+I5W+nOlpvUo/Uj76jhO9MaYVvWQlpjxxuvi8L+QdPavGFb4H68u9sPWMPf9hDL7XDng97UpEvtY3Ib2s7pe9bpBCvkNBMb7m0Z+8737AvduRPz4iHdi9gOfaPVJBDbybrEs9RjT5vXaupr1mxvC8aNjzvUlAxT7EIM49fd8dPtFXM7xOWgkPjXRzO4kthr4CS8a9JGsOvfO6cj6Cj4O+nvMVPqpNu726Qfi9FoVmvV0bwr13STw+nWgPvXOBpL7Izga8U0qlPaQWYj35pYM984TsPcGsUDzduAg9ID4VvuVn8b0Jcw+8flKWvTHnqr3wppc9hwPjPWe3Ij2Gs5W81F0tvu49Kz6mJKY77DPivJCuCb2zBdm9KCWFPe/TTb10mTu+/bHYPaY+XzzyREG+JSAAvGl6a7zPh5q+Z6aivflrgb37PhK+qcIEvrjJ2T3k/RS+Z2cTvb+QWj424J+9S/RgvBz1wz2EE/q9QszqPQCqOb4sN9k9xQ8hvR8Ior0iEX+9QQyBvI3jq7zVOdk9ErIvvg8f1z0rrEO+LSn8u1hGM71F5bS9MaxUvpN/WD4SMGA8EYsNvdO7xb3qeg4+UBtKPgDogb5jao893kGLO0S7s72TzpG8eXS8vaPPxDyDQrC7nCkuvae0Db0dBBS9n3TtPRmsBL7LJ3I++rDiO3jdHr38R7G9/nj7O93nDD7fb5S+2kwWvuOasr02Fse75PilPJYvMr5if22+kerrPS/O7L1Xszy+icUIOrNTgD4e1PY9a4eLvdbakT3B8Jq+vGOtvZ1I+L2ak409+VzNvbimRrxifry9nXUpveUCD77STRQ+BQ2PvTcKZz0tGzI+n0TfvcSJAD79Hms9",
        "Ba8HDxeC3r04mZc+dKCWuwADVz138wQ+Ib8MvuWgjbyXBYE9jAuLPePU2L32Ci6+hzg7Pm7+3r0C4pA8XSUNOswcxj3gh2S9BZ2EPA8d1D3SeSA9KrkMvTi6CD32vby7d2AAvhnhArww8R895lamvFGHqj1fUYY9kk4Bvm7bw714srg9/FOvPZ6zgL28srK9r2edvb2ChT5mzxA9c/OAvTuE1732Pk+9lcSAvRFO7z00cIo9ty7aO4R/tTvbJ4C9TniVvUwR9r3z5uK7ZeQNu6jznLsMLJC8slaoPCoHH71zKYC9C5gYviWULz72yiK7M8BdvQrBlbxAJbk98nuTvRll0bymDT0+6MuxPOlBi70wMYU8qpsCvoMbKD6l6wC+DOOZvfJ0lL1svwE+zNuYvcYCDT76uay9l3wFu3cUZLy18iu9Hc8GvmnWiTycFSG+rRN3PDQ1Br7owKC9rjCNPLMB+LwmCAq+4Z6Rvc1kzL0ZkIo8aepkPL+g1LyvrGq9Kab/vZkZBj7Mlis9JkzBPTHIpb0rI7e8yXEovWReu72+3JS9v+zZvSz1s70Wd4g9A4lnPHBFzD2fwhe89gZuPRUACjw5o7490j1dvpUlpL0hEH+8HJ+hvbNFFz1ZDZc9uPgvvmVsvDwW3SW9RU94PMYcOj7z5gM8iV8HPuBEsT2xyQo91AnRvNRNCI/DNMk85V69uwInZ71hSvC8+28PPaOBtb3B8j08M3X0vKPVAT7NVAK+7FDIOxvWQD1gx4C9a06gvZPAgjxis5M9QgAAPY8UWL2nPUG9Uj6vurSuoT3VkKi8GvfKvEDw6705pQs965Rlve5HpL3otNg8I/KpPcffCj2fQRO+CQjYvIVJELyvn+E9e0SAPYqGEL3JtGu9tvT+OvwpKjsqRnu9830wvkdd2L1Y1Ru9PbhuPRiHfT0KWoM9ktbCPSHP8r1yNSO9ximOvEE6mb38OCm9MbOnvB9Tnz1/QCE9+s31Pf2rLz0l+xM9r3lrvRbgtT0gLI09",
        "fdKDPSkforz1H7K8052rvQoCvj0aiYw9XOn7vc/DHL1Q6Yo9dTLaPfeem72lxRc95VfxvAhnWT1r1sE8T2wSvb9TiLx6VnO9x34OPcDvoz3gEMC9OmtJPPoeAz3KOOG9M6AFvuy+jDupFLI8V/ibvIfoX72Wr9u86d25PYgMJL1iBKC9SYkQPVye0j34S7A8TIO6PBvgxbyYKaw9lpxOPdwajj07K9S90IBDPB0lfD2Hq788qWWuvf0DzTnlzb07SUtNPUIZkr3ejPo8nVJOPedmzjx9LMo9H3UuvSUVA71L3cu880UfvXo03bxidXK98PkYvc/0hL19Pdu8TkY8vbM5hzx1AAK+X8GpvUHMkb3g9wiPVWK8u+yUCz0PKfM9vXyLvbk0djzj3IK+GkSvve0fBL6DxXk9M5dcvbPBi75FPrO9lkfRvRjyvz2YK0S9q15avDP3Ub0WTbi9FUo6PafTCL2X+hS9uKiTPHPBLj6NCr+7X7mgvZA9Vz10kee9HAvXvfOEUL2IKJq9bYSJvO0mvr0rWmY99eJpPDs3sbycqVO9YtFwvTuFvL2L8y8+E/DZvD8joL00uza+dTj9vRrDvb0acgi+zg9FPVS2Zr7Of36+jH4bvsBkhrw50u89gZkbvcIQDT5uoh09nL8bPq0tejs+qCa+K8fVO5xZIb4mO686uawCPqGl4DzMZoG8D/l5PcqyiL13gaq93I2JvChu8ju4t4e9vgNwPcAvLb3IRQC9VXmmvCkE6r1olOK9TqYmvXKm5DvcfL49/NfgPRhyOL7xZrq98l0ivJAbnLzf/6E9HBYTviXQAL7iFgu+r03JPbkolryNxAY+1gMdvmjPZTzF4DE9WSnXvKyfYj31DSa+1QkPPk5Nzr2SnI095z/ivVjJDb7QtLq9R6S3PbDfHD6elEy9T7kfPS17B7y7ekw9DoJqvbWu3bzqNHG9ePw0vo1TjT0bfE+9TIsEvpMm47sigCy9XZkmPN8mbD3mWAm+aZegvHx7L7zYjAe9",
        "uz81Pbohsz0T/NU8+UaUvf6o/bwMs/68wdIHj0S/l7wf0vs9VhBnPbHn3z02pKO9Eg8TvRt5DbwtSIo9aavRPHWvlD3WGBO6a80JPWLUgb2PA+Y8P/0OvbvIPTw07Jw9Sqd0vQGimrvaSCK99Dadu+RKBDyysmm9zp/KPGGgDLwhwua9gOTIPE6TDT1kgwC9lzSHvec0Uz2UqLw8gdevPCPmcb2tAvO8FCm7vFES/z33ccu9zU1fPFANbTxsaEc9o2l6vfPUe7yHIUu9MiG0vaKdALws0ak8cqcHvKYNk7vq3oW97m35PNlTeL0tnXI9H44yvRTSID5lQIQ9JwWrvc1A8j2NgOq8IyaAPB2Ncz2wkYy9z+MCPRY0ID3N2UO8IZLfvF3G57zbxJU91yi+u1GMIDv74au81TitPG9bZb0albY95SUfPEPOs71mNC49g3XAvPHxlDzz3lE7jryGPG32BD3FQd48lSeRvTUPCryG/PK7Grw4PR5ZnTqxL0k9dH7NPFpOQj1f6ag8ILmqPbPhuD1YGj+8a7JEvMQ+zTyQiT094ihIPaoXlD1zNi280JGmvQ15PDxrat08yplQPRMlyTxIoIg93OrIO7ILmT2VHSI9vz4OvY7Aa71lAY29hUTivULFg739Gd09H9aFvcZB0r1yYpK8wOn+PLzxTb1EPDO9r/20vLt1LD2OnzY9wFGxPbqFDLxl0Um8sd1SPVCdB4+oTHU9kqAmPaFSULy5KD+9CNGoPTGoPz7kwtm8DvZAvvtuyTxbfDi9gUJtvQcBIb5HWt89iiegPJR+5b0mvWI83pcLvn7ii7zuuwe9JSoiPRjtub28gnE+1b2NvT4g6D3/Qca8Bn/3vT0iyb3dBMe9NmvlvatuBr3k3sy8EqPhPYsJLz02sdm8Cy6vPMonnj0SPjc+MXlLPueTBrtvJao8Efk8vWdPDj6b5w6+HGoiPSAEpr3iVAw9EBPtPfv6aLwSmE++b9PjPIAjU71xHgm+5ouOvIjQbr6lHHE9",
        "CUijvG3LLr5mh369E6Vkvo3ySL3xfB+8jkscPhNAnD1eOxI9Unf1vRh1gD0TLxe97+Q+PeFiAb7WDYG9ftRMPGW5+z3BUVM9W8mIPd2cBj4ZV2A9wF0OPhzzhrwXcI89gYX1vebS7TuxkOM8v30gvFJIx70b6eg8cL+8PA5Asj3Z/mE9BD8mPT4hFL0k6Ma9cd6Yu7hEWb2ORvu9+KnzvCPGoDyb+Vw9y7sSvcDaKD0f9rk9qlJRPp3Icz22fRE9vxL8vEFYOL15Dxo+9iuVvX2Y7TxEbGQ9GBMzPcasOr3YzY48qBUgPLWVrTu5zCS+hkSyve/2oz19Y/A95VH1vbWzkj1M43Y9zewMPlvSmjxy628+yxaqPKWOzL1CVcI9enQVPj8jKr6fAgmPXn+0vWKNXjzLUpW9XtBMPcDsuj3NUJo98OnRvKmYhz3wqhy7hty6PKq1ajycMSa+5FaUvePykj00/ys94ZWgvURJ0r1iYwO8zNwFvt9Irj3jYZc83D4CvRSSXT1VLtC9o6BEO5ZHY7y53XO8FbyzPeIFT71TJfK8CFB3vc+oY73uJru9ZY3SuiPrFr7Y/6y7Vn3PvQ/nS7zbFAI+rFurvUBm1DseSpW8V0uNvUPIgrwae829+JecvSXliz23UbG9CUfxPLz3DL7eZnS87ODSPGTZxDx6WYG9tSsQPpUzIL26H4g8dVCOvfrucj1jea89PUxTPU4y7jyJaV08pWJcvv5kvzx8aYQ9qNZcvY3q6r1rioO9DhXbPScter0GS9i9WqyOvS9mZL0QDWQ8r6yFvWROH73GQ9G8RqPRPaxCDbwJ1YS9/IFJvaj/AD14Vi++208qPM/D2rzR+Ie95GhAPGVfzjxChJE9h+mOPTLS2D2Havo9pCUYvbV5uDxqcBS9J3SXPb/BAT17CQA+laESvZYJtDyu7w+9TingPf9NKD78QHu8/ztdPEOEgrx7tpm9PX6yveLgtrw2ica8NOjLPPI+iD2p2IE8ctasvTx04L0m/9y9",
        "YVv6vao1Hb2SIEg9CbtTPVD28Ly0R0a9reytvVCGvD27q9O9S0OKvUu7zDv9l3090A8ID6pz071/m2y9MUe/vRuhrr0B1ga9VUy8OyLMZj2gXHO7z3dDvecdRzpJvf487DZhvU4bkrzwZsQ77httPFXOmj2XYZM9TKfMPWC7Xj32E3S94FuhPMfN9Twb6la8oFRdvBjSmD2kgfE7NHzeO+Z9L70QncA8YdtuPOeH97znrk68TB91vZ7aCL30nz07rTiWvN0JHjw44Ca9sToZvRsLrL25S9E8JZhvPdPl8jt3qbE9ApYiPRv4kj3WnfK75gJzvbC1Fj0M9S49RNQhPXAscL17zDY9GW9EPfYrsrzh0Jy9eydVvZLRUzoAgks7LqdIPfGAhbzWPWi8yEs+PRRHAT0/ZzS9XexIPXeKWj3UzUI9Z1cWPD1FED4+GFG9ZqChPPm37bxj/lk8pgoYPXjimzs9/gy+lwFTvYLG4Dzd8Qg9i4spvQ60g70zdcm9xhbKvfnQ/7sFW/67e3XQu9hYWr1J56k8KqqhvLOdVDuJ9Ua9eN7TvHIY9zuzHqU9uMQDvAWPBzv7lS89kdJ1PKl7ZL3khaE92jIguyH+/Lz44eS7tCxDPZvcn7zrbwa9jB8Pvb63o71JKtA89aWHvYbQA7z5+Yu9gBViPLhLej3Sfcu9+vf+vFycFb3uIpG9aU/LO/unoD1Kng49iCfKPBt7Yb2pYIC9lh3Ru2lygb2g+Rs9EuqEPYhOCI/7xDW9cZXXvHhOZbw8LS48Y9B4PDpUWr6vhso7+ZEHPRJ4qbwmWAk+ZRGGvUq83rvPNcy9+saMvHiOob1uX888JIIYPWYWxb27Xdq8cjfSPe1pZD2s6pO9nG/RPU97NT20Q7M9Ok0VPdqsqr0ADge+vpAqvkrcXL1qA6w9xKrkvRCca7yerY679StpvJXOkL1punm9ZGYqvUHBMryIUbU9YRKCPcwWib2SWbu9qNjpvedmFL5oJom7zzqovULMRT3xTPy9",
        "W3oSPlxNOT2yKP46HXgUu8vq+L2rnYi9xX8bvZvWpb2joIg9ENsZvT9DmDwDwrq7cjtevDbsWbxGLNQ8xLzZveigpT3Z58E89OzOvITWFL1BIwE9+7nouzfhUb0FpF29Oq0Hvu9KxD3bDeM8MkphPDCBcz10yiQ9VqTqvRLBM7zk8WE9celbPKI2pTwbJTE6omSGvNOA270z9d493mMEPX6H7LzJyAK+iXEQPXm6Yr3M+qg96EUtvCiWbz2HztK9rtwBvHhraD3vUeO9l4XavJcy271unFA8UFrOvMqGzLvQDT+9iPiAvQlAAbxsQlU8WW8tOkeRQL1BZpQ93H91PIbrj7zjEua75C0nPPT/n72XFzy9l4EJvd76tb2T5kQ9gmyDPcYxeLtzVYu78OV0vN7oXbxn0Oi7byipvb+wnbxgQQkPB+FwvNVdVL1V5W49UxmzO+g4xrwrfii8UGSHPVsz0j25Yp283b8qvjI3BL50IJO973mrPSbGvTw5VEi9VOBoO8ooiDxhmk49Rf40PViZQL0Eb+Q9gRsnvOgS8TxLKHY9TKbnPaU6trwl2sA9u5XEPNntgr1PLoE9jQjQvSZCmz2E/fo8efdRvN5KsT1jEKo9mi/dOwhU3r0xs+M6Lch9PZTYg72UuEy9BbrKPVlXFr4+ukm9pX0lvdyuv70M9iW+ZtMIPoiJ+rpuw5G8y5LzvJbXfL2dcOS8psUOPNWfuT1UPnk9DruUvIiomL2TP209ATxHPBsmtz1Xgxs99K4cPfJ5Az35dBs9qEbiPYOzlrud67i9UhpQvRylCjojjGI9BKftPE6IJ714SgU+StWFvEFspr2QEXm9DwCOvSSYhj3FfY68F2f4PD1ZAT7qsg26tI+mvcGTFL1tSRS9RTMgPF+2aj3JipS8WOswvAZG6zz+JMK8QChvvcqaaL255Co+syahPB43dTxEpSu8nJqOvXnLSL5iabu9bhekvARxyrxEVxW+0rlSPaHfPz3akF48RRVMOx52xTu6cb+9",
        "EYWzPXBfkD3XrcY9Q5IGPXv3D765IJM89R4qPZCXhb0YqXO8PWSevZvzoT1HjIu5Jl1ovD8LkD1qPpO97j8LPpy4kD0PYeE9PnsJD7yhLj2xsb88z72MPcYNx7uH8ho93zwLPb+49Dyyz2M91IZJvcxRR70Qq5Y7TlRtu5cvUL2D4WA8E8tePaf9PT09ri69E3MEPVm/DT3676K94x6IPB9g8D37SJ+8tMNCPbQkXz1ltjM9voOlvcSxnb0D6Tu948STO3WuvL0YgtK9fZxuvfjVTjwcU7Q91LAlvNiNGj1/ogg9SffIu/yzN7srFRm9x6XTvckxWb2kQPA9ImvAvM+CUz3ZLT08svUEvNpPrT2CYxa91iyAvHHqEr3PSlC824WzvZ499bzlysS9Z1oJPZCWmDzzmAG97BPYvAkGkDwxTyi8nJzdvJv7A738dJ291EtuPZqgkj2Xmm49XV/QvSNXbTz2tSo9tJggvVUMhj3h56O86XO9OR5tPb1uI+k8yhc2vQPNQry4/oM82QoxvambO72Zu5+8UQsMvJjXLj3QEa89Z8gXPfISfL0a3IK8/ZrdPMDePr0ET6i9o1siPQjcZLxltFu9fMkkvZyYszwnawq8IkcoPYyzFr1dWPm88NMmPRBdtDwFnsa85VKVO6lDij1FBZW9s73cO/Uk0Lyy+Sg89ev9PBX8fDvRXGk9iCSJvO3zmbybn0C8IQJiPUhFJLwUIFE8QnS4PbNP4zkcGfY8BsgrPETwxrxroEa8p3RPPTZeUr2zrh28m12ivOxDCQ/H5RI9C8uIPCbAtD0H58+8DqGKvAkOAb36JfW8ffTiu+vIrz1tLAw90OxavWFKgTysM8c9Kq66O2Copz052q89rjsXvH9DED7eMAK8F8jKPLugr7vm5wW+vFU+vRxTw7wAqss8ItOyvNDVoz0Zc269b9KFvd5/pT0+1Lc9GRxrPRvyZz0jArs8L6aou6BArLx3tsc8tNrZvRrOCL0Iidi9WzDdPWWFpbrQ0f+8",
        "zIwivXzhvT2dJsS9ctJ+vP92BL5XkM28MTrMve4UuDx9UZW8lNUfvc36vzqB2JA9sSizvBLAvzw+XzM9phyEvXRjer2QvNc9pmlnPXZA5bwHe7y9sVTRvUoAYb3FLMk9xmKkvWGL2TznH9+9nRfSPU2uUzwrAcQ8tqq7PR7eKDzXqvk9GCGhPQ0IADsNjN65sYYCvR7TCb4fXhQ8L7kwPTB4Ob0+W9W8Jnc/vCwu2zwwmcG9E9qIOzKA5j3A8+Q9W/YWPGyJVrkLXiG90+4OPIqqnLxyVFs+2iOtPYWmszx1vfC8EGANPQnYH71nSSE8y/rSPcnAsbyqLsi7S45uvSKX+Tt/6Q49JLf8vL73rz24j1a9f60XPcsVK71LbYI6mzPJu+c+rj1HRTC9S3pCPXy8Bz0V8bi94eQxPH2m2btlAKC9eYd6vEMXxbtvpXW97/bMOyRDNT1VyAiPwaZAvHo5fD0axI09iJsDvdPmID0Hf8W81cUfPR/JpT0kFYm7TDWzvMVrVb1HhAO8DxBOPXTOKz0pPU28LSauPPjVVD3L7nK726LzPK7pobsY46g9LzKrvKwm5rx3X5E9ZEoXPYAQmT0L6yA8dOr+PAFCkbzHWGE8jEYXPcf+Kz2/uq09yB24vVbIUz372So86QHrvNtPNj2Ggty7J++CvZwAhL28WEE9B4kFPfx1Az3Wmtw91KiwPDpEY7yx9IY9QJ/9PK4Eerxd1re8PsOXvOpsDr1UKMG7Goi0vCrB5LyNe2k9IbFJPSJojb17pQ8913V4O/aCQbyWs+A8oGahPGdGDr1/uli9A88IO86udLx7bQS9PROIPVlLKr2VjX473Lh0vUAKML0YNq09tzdKvTcGMj0xy5e8epyKPY1gjT16jMw9qzjBugWgt73Cnxa92fl/O6okgrzsymM8MBU6PVey4j32MBA8hWOTvNwXsj2KlWw9rCNYvVPp3z3QJba8oo3dvAjPFD487Jy8ZtQ7PTjYKD2CDME9zXauPDQdpbxHokA8",
        "78YbPe3Farzr/Bm9FHQiPcSNvTvzM2w9xCnRvJePmb0+KuW9CDkovfJt9DwVRWe9oNkFveggu7xGzzK96+TqPQx0jD1ngEm8B5ANPdTWID320CM9VOWOPexS5jtDS/A7BpgHD/33Gz2dgHu8A+tMPWudyzkCwBq9DvsVvEXxND0dqQu8/kyPPUdzOz0g8Ou8Ffq+vFihdr3KTJc7QUt1vZM4+rxLMFY9V8y0PfusMj1aGiO9Wvp8PVm2ljmvECy8/J0lPfcX0j1lD1C9sQ+YvQjI7r0l7qw9EkaAPUgecTrf9tw8v5gyvTLuYrxUkK28RsWQvdCUW7xvg5A9zmvju7kOoDwV5hY9yOccPGjB7zxGA0e9mFH2vF9+mT24WbS8vIm5PegZ7jptsUa9/wxpPNzfXztSews95v9ovY23Mz3Zz7493WYevQZTGz3sslm9fukXPWtAlD2PIV69bRcjPROMuj1uubW84/+sOhukDj3BgD897tA2vTfUz7tfeuM8ZzuQvbL6BL3PTvA8x+kiu0dpx7txQHW9zNuSO6vShD17wGa9NzYGPSZc5TwVPmC8mpw1PfP9Kj1Ah4e8u7SkvZJLpr1aZO88ko3APIGfb7yPEXQ9kwv4O78ZTrvUHiQ98WgbPVmXyDyDKvI8hVsrvb28sb1LNfm8dtx6PHyURz3mWh28WOQovdIqLD0Y17q8DoBoPIMzuz2TAjo9u1CGPM2oIbyPEDO6uK0dPTUFf7zL+u48s0VSPWUzYz1jvze9SzfPvRFr8L2jB1y7MfkoPTCIYTxUwOu8GFwmPetlyTwn7Iq9OFoKvd6ICY8+exu+Zyi4PFCgLbycXQa95DuaPBkCg712QQC8uamXvQ8AjT3J9vc84ybbuudhXbwS/nM9eHQ0PHPaFLzP/i098JH/vGIFt7szEum9Y7yBvQAKMTz4UKG9XrYLPQJkJD2Dq8O9rM0uPajEyLyKAf08QEGPPJrEcD3eOda8kPRGPLfpKz1WHU89zwZRvb4nwjyiMRa9",
        "fRLuvMa+ar0uawu9GMMDvFmkAT3jQZ09yShGvaQsBz0r6e499hppvSSQGTymXMw82iMSvOStw73IVwI958gkPPeGxT00a4E9OCWpvW8kjjzc+UU8I1LnPXTqkrymaJk7wE+cvaALCDxqiiA8R1YUPD0GXLzcNls9eTGqO4YZo72QFWI9ub+FPfACFr365J29kv0sPWmafLzoMOA8JrnDPVuCwLzB5hI9SKE0PB6NlT08jlM9fieCPRndmzz5U4O8aJSDPQcexLxvlRY9rD8ZPR2pOzkdNyk9cyB3PaddprxgP4g8v5QBPA3gCb3SEqU8PyiCvSMONbwCe1E8Fq7Nuol7zTtNHVK9MJxfum2Ni705e7g8JuAMPRa7Db4w8Sg7DetQvCZFIb1ALSY8fLBBvWvHrDwgQWC9+7P8PBnyuzww9oI8mxMHvcfSg7yIcYc9zceYPY9dmT3iy4w87yqNvdZrMr3NjgK9YTmwO+nPK737JgkPf5SXPKTmwTdGrLI9mOT4PXukTb0kH9K8Xs8gPaA0jz1ed8q9AM4VvecZIrzg7fC8fYYpPYchfzzkl545SU0zvCTzbb06odc7wsmxPXfhYj3vYji7t7U8PNm+P7y+SlY9pXOqPMaWXz0iMbc9C+mFPbpnIb0Ko8A90De4vKIrlL10vxk67p2ZO5xo5D0jCWE9ptDGvE9DFTynvUI9YpImPLx/FDvqmm48+XACPTGGWbxlCCU9mRz9vDbw4bwgHhK9KcdHvKJ1yjt8hAU+O2HjPMRvd7z3CYo8AOpyvWFRKbwBuLI7hThCvDJkLz0ryFu5nScUPdKAnz3i3tC9bB0ZvCClojy0/Gi84fCKPGt9HrytgLi9VlYhvQS27T2/Qs066qvmvJqVl702V2w8kaylu/W6m71rGXe8qEYxPTXbvr1koQa977mwvZtbFT1lUR29LMvmPAJ6S70I5OM8FlAVu1HuIz1ATpw8xy8LvA5oYLtAyaO8dJbBPXH7qr31c5W9Mh78O2CvmLxlCzC9",
        "4zJqPWwoTTtebx88PyfEPfSNqrxrK069p2ikPYBVE7x86Gm9+FbhPGCAkrzQJLa7pclGvH6AXzxxKYA9wT0wPMYkfzwUSTS8Z9yPvM4Wkz2E+sO70HG5O1inZ71M8nM7Ult5vJCdXT2pBhq8YuWFPfj0uD0e7oi9Ji0Ij5i/p737J+W8dIQGPuTD9Dz/zA09"
      ]
    },
    "hidden_1": {
      "bias": [
        "bGBIPdinM72FQru7IpIhPHz0Nb3vffG7VnRFvodk4L1px0C+kMGmPH9Ber3N6Ku8lTjMvHStuDwy1qO9tykcvSdw5TpQKsI8Z7fhuyFNGryRYXw9eWnnvbl2yjxXKaG8rUjpOpj5mbsQED294KbhvNV73DzNWW08T4MlvV+sKbxSfmC8S1BJvdFGDz2q/aq9c+NMvTYJQTwpbZq87Nj+vAZqBTunEyI9YX6uvMn7/L3MphG+dZgrPZTJN7tsLtW8jdwAOqWJkb36eRQ9ZJAgPeYcNDuU+tw9lIuavY2udL3aa0o8ewKsvIW30jyLjTy9fueuvQ78xryePPg8VQ2uPF0TTb0a8ZS8aM0QvjWST73/nRY9fyaHvCn7Ybuw0EE9bCE0PfECDL0wS5a9DS2sPOimDrygWn297BKlPXyZr7vX3La7bV82u9Tk8bzAG2W8CgT6uceed70GbQe9/XiAPRMd4bzK3n298ddlvfsetr0wqG09+MmfPJJQqLx0+4C9a94AvZ0DJb4OFoC8mX6KvBCQCDuKVjA9RlAmPd2RDDx+yiQ9bCAAPZX2oL2tjdO8MKuKvBmdAr1ajjQ9XYw6vEZfGjw34TC+/EUzve2FjjuINL29MTm9vBSOoD1g1ZW9RQPivNY7lb3849M701TzPINRMj3TNeA8Uda5utDoDLytFKO9E9wHvg=="
      ],
      "weights": [
        "WFYmPJCECY9rc5OPY/6dvLbPkg9V1ZIPmdABu+DwSrwjIlE9osICumIlo7y9CAw+7sW8PUEb3jw+kXe9YyNhPX7dEDwZbZS9h8Yfu2T1ab2hW4M88qVHPVk3NL0jcgE9Bi0EvE3nB48aFaG8EC4CPNNS0Lz3r1i9cuNOPFU6gLza3WY9w/EMPT8zLLxQ0gePgzedPeodAz2xduI9ZMG9vcnhcz1JiOs8y4ZpPcx9Q7wSOUo9rJ73vD3TWb1Kgiu9te4ivE3xf7zyONk8yln/PAsiKb3jqSy9JpkIjy8XVLtRHa88JoDVPBM5H70mHAmPVKMHD7G8WLvarE67JUVpPdvW17ynFzO956GPPMbajLw5AVa9MvWCvRaWB4+cWYq8X+4VvE7ACI+8tfA9akuQvKDnko9NX+m8r01bvBHivjyWzia8nefKvHHXB48bPggPYSZ6PcpbhD1Cq689fQNXO7Cjkb0y9UC8fZoHD2CTCQ+bOz48B7p+vUDkLb1Umxu8mDc3PEDVDb3J2/M6JAEID0R5oToFwf28qYOfvSAoNz2lEYE91B1tvZKRB49I46a6uOkIPZoOAT7D8508zcYIjw5M1TygimA9vHkFvfCNj7t1lAePz+79PO/33jypVyQ8vS+avKeLk7xgHJs8K4osvawXmjzLr8o867cHjxlkQj3mAW28lgU2u1qggbtEgweP8DmTj1m7eDwkmQSPCjuTD7g6uztXuv888S7pOmPr4jr2o+C8wOR5vTiI2LxtJLo8/PJmPKE1B7wx6AY9FvsVPdgD0LxT1tC72+tivMmmoTtSRH88CVX2O7QvZDy5bwiPYAdGPLdLlrsbPi885L6svKyaDDzc33o8S+ZKvGS/j7z5yAM9QiIJD65Gkjx4LqS8f++mO6b7YrsJQGq9JqdWPLAiq7zR8vw8faITvR5tJT0Bsgu9Oy42vYaSbTxeXCi83d+dPHYcfDxWLDw8vM3QO+abCI9j2Wk8ykLKu6xEkDzhBMs6OiEJj4MsCQ9qwca8",
        "6mImvLpGlLskCRy9e+nMuze+tbrf9hA9w35IPahECTyxzAiPTatPu4mJKz1w9wiPUZtkvdJw2jqLh5IPeCHvPICqlLztkA48HVc0vXKUmTz0XwkPXzgJj1kW3zwfQ+U8DJ7mO3aLC73cZLa70MCXuvYPCY+o4wmPXGqLOrgeuLw/0ia8vNvlPDJ/YjwGrqQ6q7/gOzZcB48i5ow7ZKCmO6uV0DykBjm9Rr5CvIS8mjw1ewiPxYPqvCMskjmpia+8KKUZPQqVCI8vs1g76wDkO20mpDytB0k85g8Ij+gsKTxg1Sk86ZoLvVLRwTyVFHu779t6OhGXBj3tab48BaMdvLhlCY8zl1U9jVGou0pVX7xAsSu8xlkIjzbskg+GFM48Mk0Jj8VPk4+Fcj28+HunPJH1+zzwbYy8PmVCu8DyMz0WjZi8d8ARuzyrfDwp4og9ZarfPNZMjTxxgtM8e/68vOR1Eb3bhQO9UfrvvLf0Ez0OlqW8Y1gJjwzUMz19F2u80nwfvfW52rutpz486JEgvJ/a+zwdaSW9dsFdvGFBCI+BTUi9zFDSO1Rtk72T1yM8s+YnvU6Z8Ls03oG8QTQJPcXVVD10aVg7RZWDvBfFk7osnMW7b/fPPIAXvj2PDZ+9vACAvLH9DL0EoQiPQ1hdPF0rs7wMyuS8bDtHO3RRCI/MwgiPSdh6unB7zzz76s28BYoovQkwyzu9e2c9dzeYPO/XLj3drza9ZqYHjwDQDrs2ky89VJQJD7tgtrxSg/q7WFGTD8OnaD1rGtI9WT2LPXTU7DylmAS7smAJjyxcCI/jmSY8aNpxvNudfT0VlzA7ZHWgu2XFBTyHFAgPuv8IjwzEI71vex88aiosO87YkD1cwVE77k8bvKz3ZTzBVgmPUox6PKfvGDycNW+9DekQvchEhrx5Zi+8QO4Hj7wqKr2eSCA8TpGxPTe4N7x9YAgPlEzWu++KXrfsaoC9vpuVPL+ZB49gSgS8PjK5vE1d4zzwxzS8uVw1vMBj5TxqFTa7",
        "lgZ4O7TIGT0WjgePjGOGvN+az7zdIBm8cC+zuwwCCI+6W5OPFvPUvOfmk4+hEZOPsJdyPNGS07twgoa8cDR2vK59pLu30ae802LUPHfx1rx7Lc+7ZNO+u9xoJr0xVz67oX3MvAZQnDzM0Mg8f8DfOkjF/Lzni6m8Pu5sva7wCA/eOPa822opO1IYl7zNtZQ6ib8uPeJLVT2P85U61jelvAI8OTzRzQePyvEiuzaVT7wJVzW9cXwGvan+5bzqwam8zGA9u3uWIbv0sK68vqnQOtVYGj0a4Yy7fMKavKOtDrzhamy9bxZqvJQxU7s0Jni7Po0Hj3+KFjykxeE8jN1Tuly2L71DFwiPkOcIj8g7+jvPw628Zmn2PMJQ9jsgpgW8fjosuztdvDvEUOA8eVahvC9KB49Cgrs8SbPOOnt1CI/KnJ279wquvLRIk48dYp85VPzHvOWwvTvpeR29v2kcvejVCA/aBAiPu25avS26YrzvZgC80Rg8POQfDj6NTp48IFQJj8sTCQ/Zn9S8XG8NvKXdAzozdDe9XZuVO56197yL+oU8PFgJj6HLorxc7M46M4MrvIklhrwu10a83ACfPA2cCY/fyg899plGvOFUXrvzVus8GJIHj8DAnjzYhh+8Gw9LPdh6jLznyAiPlVb9vLepOD0NoZ28RhwaOhLU9DwLN0s9OBZMPEO8RzuXg2e9cCQJj5KxQz1UcEG7Tb6tPFL6KD0q3ggPnx2Tj9/glL2uIQiPOfaSjwKY2rs6zaK73XbCu7PkPTwLjdC8G2YsOlh2wDxcNiU9XpChvNrAS7zDhkk91nAjuwwGeLxIYQA9qQQfPTjbjj0Pdag8Ik3dPQN6sj2noQmPGkMHvRWxpzsiwjg971owPFT4Ijyc9jE7e+lVPRuicTyAsMM7AzwIj7sGFT0eH8q8XpevvDEivrrWVZw6iUEBveLTmTzeV/u7mIH1PKrjcr3mAVm8M9E7PJFZT72I+628A3RzvXovEb1JmLu7pZgMvUt0CY+Nf+K8",
        "HzUyvSXuAz2Ic5O9I2wJj5o6CI8SrWu8zbm/PJ95pDz2lwK9ZkSRvPfcKDzW+wY8PeCbvLbhozxmGwcP/d6gu3zuLLxVhQiPeh4hOn/KZrx/mpKPkANqPCzKBT1g5728c1r3O0aYDb0psQiPH9AIj7dkkT38Qx087Ke9u+Wn0jrA9SY7KuljPO/BCI8W4wePqPlNvT3uvrzKkk485QuxPLC+Rrw9N5q8nGi9OweUB48xB847sEujPEgawTvMB3a8C2skPflYyLxQLAmP2kGcOyzavrzj6iQ8avIkvRqSCQ/qWT091kZduizp37xwbDe93BkIj9coLjyhWYS8lValPKNYHLwIk0m8MFMou3pcmDtdaSE9sqgJvZiQCY/eIWy9VArYugawAzunoqW7MIAHj1zekg/CSb08wc6Tj8BXk4/kg4k8yCpOPATVgb2GngS+KlmsvAcKBT2vVDo8jZnFvCwreL2zfC29hpaFvOiuAbubKzO8j3aiO5lSHz0yjDw9cLKzu5f5Sj2iJ449qA8Ij0dadjwq13g9JyR5PT25vLydPsQ73IRMvJcu3Tzn60C8szIevfVgCQ8q3um8gElHPKdA07sqprM9Fy1fPS1WFT2Ag1M9ofQwvJ8hBDx86Um32T+rvO90qDzt7cW7w72DvJ0RGr09Ame8jWcUvYMfir3RygePavEKvdJ3cb3nR4S7pu9TvOSmCI8FiggPDd5tO4Vgz7wsgQM9cWSIvUbOKj3VDbE8svuiPCc8O7oGadA8tdAHj3bFFb0tFnW8iK0Hj6v/uLyBhh87JaKSD7j7uLztVRI8PcqvvJwMEb3EoGi93UgIj9ZLCY+sN2o8XbC8PFaH8byuH948YJoUPKoIJz2uaQcPv7kIj/NhWj2iMwi8Igr+utxHkjwtTya8pWLQu8F8kbulOQiPuBDEO9dNKzxwRaw8A48svdQRMjwvJFC9+78ID8NOaDxBy2S73T3yO84TpT3IcQmP8X06PbKq9rzHVYE8wUknvQtKCQ/PvrM8",
        "iJzIvHx+ojsqUlm8rzUoPPXJkT1gRvA8l6O3PcT+z7yi6QiPnB0hPSivCryKBo48RsfLvQiXB4+YPpOPi5CBu4ivk48+e5OPtve8PBLXmTsWeYw7kd4LvDIBXrz3QmC95P81PVR5tbyHNTQ+e/LwPLNpIj1jGlS92TJXvE8whrxcoDY9mptyPK4lrDbYoS48syMAvdJxB48ypwa810F8u6Q1zrylN5a8lohJvLwClzpL6ec7fe8svT5+lLuP4wgPa1g3u/cNn7t51r87ig+TvCednDsfxh+8o/DzvOtdz70+y8i8zy9vu2D+6Tu042c66qmlud0Fc7zDS7O8BBHlvB0HXLxuN7q67dkID+Mzrbze/TO8IXdnPPS3ID3jgAmP/xIID1nGOT1Pg0I8eAwzPeZDijzQ1mW8y/kFPdvIZrywWli8xrOzO1zVB48xqek88MtovcwpCY9Tj+S82AfOu+gPk4/VvW28Vt4LvfVvqTzqMFQ88TLHvDnxCA+1YAmPEmfIuwfXIL2s4Rs8ocfLu+XeU71mzdY97okID8fvB4/NCTU9gu47PWmvgbzSLP887QIPvFOH2jwImku8f20Ij7+hibvbKcO8n3ULPOYqkLyEA3s7ELosva5uCI/fgqG8qHrLvAEb7DzvjLm6Kc4Ij3b2czs6SYQ9oSe6vKaXkDyvHQkPb+6qPAO9pbzb37S7bw5zvPiK4jxAEJK8EXyuPD8TkTwErBC8+jwIj9yiuLu42QY8SstRPe48r7wRtAiP6R2Tj1LLPzyxjJOPDZCSj1OEJjwWgTK8SVAguqTLnTyvjhM6HftAPb96YL2lsI88JyoHvO8RzDxe76i8tpUMvcUYmDwAU6Y7GlAAvcmhGr2iE3w8duSbu8opzbwyyQiPU6itvBemAzsHIeA7LITOvF6S/rxfsIi9a4uyPA15xrzz2ow9cawIj41Hf72xkBA9qBA1uxx5L7vp2Le970qUvAIMujs4gYq8tgDkvBd4FT2hu6A8XtZ3vWhlEb0H7BK9",
        "qUqCvD55mjn7ojM9nUNAvWbQBw+toYs73flIPKQA17sKmMS81bgIj/Y6CI+uAhQ8VJjOPC1mILy4d3+9k1MwPM9iHrxPp0s9g0QjvEvZG7yduQcPkFicPYueVDt5ygePMI3TO4W+dType5OP0V+8PGUmcLzdEM67Htt8vG87AzzdNQmPIg4Ij5OJSL0DTjA8dBqCvHu8rLwMsj67FG0FPGNXCQ8lVAiPalWxvA9JvTyuyV27wIVkvCIlhT1UIfC8JqhkO2zJCI+YNos7gZFpPRhWw7zjRYM9tf08uxlag7w+HwkP7POaPFQlprys74g99FQWvOAnCI+IPoK9XOgevV2EULy4gPE6s5cID8Wn3Ty/BN88ct3+u0mXFrzK3TK9xvVSPSzKELz+JVu8MvisvC6RB48Ar+Q8RTwLvELI+Tuigbm9N3cJj36Zko+nDlk8L3uTDyS3ko9nMD8+2zTaO2eq57wEKNi8QVMIvXPa17wm78K7AR0YPD3Ver31RBU9tqmpPYB8FzwBRIu7nrsAPlCowLxHVk+7pf/zvNYmkTwq1lK8Ws4Ij/BS0zyoT5c9blZUvNIsXz0y9pk8OXWDPOu7TLy4cf28AmnqO34rCY9JKDs5HkDAO3gwv7xsEVQ7VomLvRIzrLxaesO8HAHcuxv4uLvACpk8zrFxu2+cpbzga028qMykPfjvAr2yaow7e5PRPNc+hr2vNQiPvfEfPLKmhbvdcwK9MGr6vLQJCQ8SxAePsk/YPQTusDsaVXO9R+xmu4iyTTyAF7i8ETGAPPpI3zzznI48TFcIj/1nqjuGZlS9KREJjzn3Gzw0/Ca8KuWSDzOf/DugLuQ78GIzPPLcjLwF+Um8GkIIj2bVCY/PH6o86eKGuwAvIzvkjHo9PsfavIpAEzxtCwgPCdEHj59zN7sHpWi9JGhXunUnK71JYos8dIaSPSRINLwLpQiPmj2JOl90przrlai8xDglvcCcZjyEKJc85BsJDxxwcjy5T608+e3gvGjRA72AgQeP",
        "D6PGPMin7bw35HC7/+fWPAk3CA9ShB68un40vT5PIT0lePs8tEMQPUVMYr2S3hq9zOgsvEvoXrtfRgmPxB8APUzDsT1xpWU98GMDvVWoCI/ufJKPE0wKvBoJlI+YaJKPV2WNPCf4v7oO1fm8u3jgvKObRbsDlME5OpIGPI0nTzxwhCM8SNsPvNBjJL2gvye9Niy1OwkEgjw6oQK9A91NuxRbvbzRjOO8OYZ6vB1kCY/e72o8Wy20PBV65TxVdqa6b4IePBhuYrwaai29PRnXumc94LtcuggPKDIMvHblxbuaeia9SXJ4vb4WID2sqGW839WDPAZovLtYzp87AZD/vDRkvTw4LCq7A0CJu8piRT10DYE8wzlgvGef2jy2h2Y8MhcJj2ML4TvFyBE9I1tXvCo77DxXZAkPBokJD3GAWz0mB1+8Yny5umgwBD3DhB09xoKQvN87GrwS0RU8xpyfPOOFB4/sZaI8hewqvHQfCI/YHJG9k04TPYq6kg9DG4i7xVRMvHKArjwviWs8/QXJPMZrCI/xkAePkS6zuxq29Dzeir67VRh4PNX82by32Fc8RzwIj3tyCI+2y0M8sSFpPdkCFbzGlXK76kPnurqh6DvN+lG7XhwJj98IGjyOhOo7I8L7uPEYoDxJfSk9F5zmPPBcCY9caHQ5KmILu26JEDypJcC8GocIj4XNvbvmaBC7n5bPOw05HjzfAggPlgKyu3l5ZLz881I9HXi5PEwzbbwww9I7IBguPXuFcrwjda28DQcIjz2Bgr01uyC896N8u2jhQb2LdwmP/COTj7Z9GDzO1JOPDxmTj1OA0jwbGD68GlW9uYQqhj30zQM8trHovB4veT0Puys8DcYCPlrYhrvNQz87wGD6vOSYy7ym3dc8jsPWPF0oVbsWgx293LFzPEw2EzvjhQiPnK86PamfXLxQKA28u7ocu6YT3rsVbhq95OIrPOW7Oz0AywG9ylAIj7CvnTzC8tM6bVtiu9DHPT3S01Y9NHuCvJajTDuRMgS9",
        "2958vGOtLr2t5em8ykiQvG+Et7vWudq8qnUjPG7bpbw/TCw5YhPzO576B4+EAPU89OEhPJLhMDo28a+8/5kHD+3WCI+od5w9Z9+nvL99ljvjIgK8T5Y4PDCTWzueH7W98UyxvN9veLz4RwiPX9XIPFI/3Ly/8AePbhA/u0rMWLvnxpIP2vUtvL23l7sK68o79RZ6vSsFHb1UXgmP29MHj24TOLwn2fW8LUgSOmA/Abvu3wG80PjjPEKNCQ+i6wePa2oTO/AdlLyxriA92HcAvcZX07w6tM47Vks1PfXaB49hR268o+0iOwTRGb3Wm2c8ZacmvRktcDkNdAgP5U8yPHNYQb0Au3m6B1yku4K/CI+glgM9nasBvfK3Hb3oopC98ogIj3DgCj39pSC9ogS3PE1lVjweHkQ7NvWEPFyGgLutbtc87OH3PPYSCI+5CMa7U6m3OrtjnzwwdZM87O8Hj29qko+GaQg7UAkJj2rYkg+G5Tu8ym7zPDKAiLyq1hG9EXqWPd8aDbx3OeK8eGmOuho3mTyuFW+8l1lqPFXzhjsJHKq8Bt3XvJzgLT26hAk7TFa2POBLXT3AMaY9FFQIj8Sf+joZLhy8k1savG3dHTxfyXQ8gwKlvFbqfzrpjUK99WhbO/4ECQ+JEgc8m3eDPHqYZLxwDZK6+YKyu7igkTyVShO8/ZxEPdktqDxEyWc7NgLovHewMz2AaiK7pTfyvL2Rn7bP9Ck8n4NtPD7ApjzuEgmPAdVPOztTLbwktAw6V0tIPbksCI8YTAmPlEF6vDJY9DvklkO9xx0/u/LCmrwUKxC9SScVPRmzrDyCeqc8UCUID0Q7h7r5F8m8d7YHj+UgELysshY8wqiSjxq3w7vNXQ29L3AdO/uH5Lyeskq81RcHj2+wB485DL47zR/0u81I2zxLu8S8oedsOmbswz2BegePKXUIj9fhIDx/wZk8vjkUvRvAhzzbaaa85lQjvcbKUDsGfAiP5bSUPMHtrrxF5+c8hQDqPN6/Fb2YLok8",
        "45MHj9Gj+byOrYa8z/AsPUA32LwnSwiP7gHlPHsGGT3zxvg8TymTumuwB48pM/W6A7mKuyxxLbtQda28oui7u1H+Kj3KJvY6uNOxPOWJyTuKhgiPA0eIvP/QWTxIUwc6UV1MOsUuCY8YUpOPAVVpu8pFk49Xa5OP7e1KvKwAID3JNU87g1OFPWFVCD2jaGS7QkavPIcKkrwUeJo9YXoCvU9iarvyIey8XfrrO8ZNujrdu8y70lqkPNgxfr15lt+62W2QPLEZCI+sdMM8ODioPEyIHjwbQW68Xg5AO8hvgLsxyyc9Zgkfvdh2G7wIBQiPnHVhvfcO9TzVAZ+89hVavE9vebylEbY8JjRDvIXESTwdCHy7rVXwu6i8Db1hoGg9eM3evEHitjuQKDY9oiFmPdhqV7yeane7pRkJj2xulrwfIpE9/PF7vINmBL1kZgmPAb0Hj4DjaDuDJoe8pMwWvG1/JTs1HrW8oouRu/8iXD2h1as8L5HdPI5GB4/58LI8eFOBPIfQCI/AbOe8RvBRPJrcko/CFJm8Y6KBPJhoX7uY+/E7vMzWPCv/CI/jQwePDw1Ju957DLxRMBK8OKHHvPCKlDzpdmU7QVMIDy/ABw/rrRm9sfrQPEH24zuJ2Qo7A4WTPJELHb1dgBc6ehkJD/5pwTzg9VE8aO/PupsNEb1ee6o8ToOKvH34CI9V0Oy73vOlPJCeGLrEXwG76u8Ij1WtmLyWci28LMnxvNEROT2EbwiPnDHzvGpoSj3ZlDk8QhKzPIWKtDy7iIg7XjXSPPtmrDxY1h+8x8AIj9ukwLyf4jM9G4NGu0ZENzzGQwmPKmKTD5k2dLlmOAiPEWWSj0tYjjtyJI08o398O7985Dxvapi8Rc/GvOzpHT3gyH07PTelPXIVWLwAhLw8ZO6tOt7Azzx4PQ+93tOGvQ++FzyywI68OSWKPBbmtruOfAiPNqI4vfeDy7xutWG9a7o1vLT1mbzwWyI9i468u8f+2zyIqsG8nykIjzUHnLwUYAA9",
        "sOEiPXBD3rwH63G99+GRPCBdtryf7Oq8rGtJvbDIVTyGnQq9oqEOPLd2czsrMJY6W9pmu1GmUDtFHSM9o8gJvNseCI+Xg0m86gSWu1N/uryCoeo8o3cJj6KwB4+bkCW9Y6IxvOj+KrwzPC08hmCTvH7cn7zPp6k8FrodPb9R6bxTQAeP0paZPNzj2DxWJQmP4SQxPIYWWLsMjJKP7Er3PPvufD0BXX+8jonhPJHlWzxxowiPl50Hj72aCTwITpu82V1iPczYjTzgr2a8rr8HOu8YCI9g5QiPMOLYPED2Az3QGcg7UZUWPT425bxfmwq82nJKPdWtCI+s5u08UuWGPFrCrrvwaa+6Eabtu8XjI72aVAmP7GivvObUHT3r04q9BrO2u/EvCI84QpM83nkivDCzoTz0NcG7j5AHj/iD1TzAIJ+8pOkXPC/fUD3bQra7/AghPO5UIT3uHB+9c57xunLGB4/K34O8mBNzvAx487zOeAE9QQcJj4acko9iX486RFKTj4Lyko8hO+U6+yzzvNrMozzpoT+84SOPvAodIz244RK9vA+Pu0ubULx6gMu8xntVPHR1gLtWacu8Gz2JvM7oEL2a2Su5fAI/vVHFmTwhTYu8MpcHjxfLmTvBvhQ9OqlWu9XtSr0+mhG8eW/EPFUVzTu1/yc8YIsVPeFECY989o46uJ7CuU9CBD3w9zA9bIEXvKhWdbsfMgu9MY7mvCjQgbzSSz+8s5g0u9AC6jstGbO6EpXFPOK1lbzuqCa8AQGHOx4kJb2r+gePupjFO2BXYzu5Qve8tpesvBbWCI9IlgmPiQxKu58MlzzYG5U7MfLXO28eFjynIbc8xE6+vOE1wrzmq6y8Hz4Ij2kj8rxhfEA7gAEJj1a1tryDkJu73BWTj+SqJj3EIXy8BjwxPPUmFzzQSua8RrYIDxCjCQ/W14I66grTPAHELjxvpCs9GKdBvS/yITxKLgmPkb4Jj50jUL2xAVi8DwsVvFeXULxoDyM8KSucPDtp1LsVkggP",
        "ypjuPAB2K7wOvSE9sum5PI1IMbwAkhe9qLEIj9Vzy7wlqtY5B2ryvPF/ND3HkgmP5FCJu2TS9bwZUhM86ukYPTxiCA/V+wO959m+POCnTjupCyA9dP9XPNZ1vDsdKSo9dRfTvP1mHjycFgmP2y0VvRqDWDtQTay8D6JbO/0FCY9FNpOP0lcWvT1nk4/JfpKPX7a+u5uxYrzTd6a7oH2LPHth7ztGcwS9a3dKPLagsDyV2Wa9UdOcu2x17bt/7EC8DP2xvLD64LnjV4y7OEEcvJYEirxNmfy8R8Hduvy8B49gyHi7HKylvLLu3Duc3qK8TTtWPPqaEj3JKFg8PVs1PRu22LoRKgmP4QYJPWwpgrzdsS29Ve8ZPEsIQr0fAlI9kwINvRzi+7yUQv27nMvIvJmqkrzjMmK8gIAxvUWclTx5qUU9kPfBPFaX3jwCVCc99SUJD7ZhPjxbwrY8YrrWvJg19zwViQkPp6wID6/Yw7wUtM+7ImyivPwZhDxBQhm9XBKGO8ebPT3ObyG9LbbyPJVnCI9vWMW86sonvUPgB4/644i86I2CO4+6kg+Us8m8grtEvG3SVLz6+Ys8vLgeOymXCI9z6wePhpdEuk/2hTwSpKc7z/gAvHMpPzz6dhk9kXoIj6cpCY+K8w69U8dfugfFkbxJjwU9GWomPImYgbt57Ba9A50Ij3tat7v19hy9tITvPAL5Ir0YpL+7K+KMPRNbCI9q57C85JAtvDXZczytQyk9bT4Hj2q+7zzfxMA8tBX3uo3KXz101AcPJ+AFvaiOobxAEoW8WNe9PGA0pDujUNe84aI8OwSuGb0r9/o8X5wHj6ykHLwMuK+7Z9TEu2xYhbwFkwgPANCSj/BXsTsiQwiPfHuTj+Pe9zxhCqI87Kg1vcM6NLzlLSK8BFGKO3mdIbxAQCQ8P+Nfvc8NbTz4WfW87zZSPHEBQbzL2Ja7JskjPT3JjLwugjQ7YB4HvWUAS7zpKQiPRHTQvLGycb2qjZG8IKKrPMVq7jtj/NW7",
        "HpUXPD2yKD0adgs96wsJj7srkTy50QO9yL6SPNeGQT2z8XO9qvO4Ow/0XT3Qll48SE2fPJZE/bxxcvC8BD30PHRRGL3UxO07i5hRvUB5Fb2maN28GF/KO4igCA893vY8+eQpurfdIL1X8hG9TEoJj8T3CI//GrQ8hQE3O2XB0ruchLE8x3zBvDzyczwrFlo8l/wbvUAxxDz7cgiPXWDfvOMqurtlRQiPzV79PBn+Kb3/LZOPuHJLvPt78DsrKUY8CxpQvOQ0arx0vgePbfAIj65ekLxtkdw8Uc2zu2FUBT2kRmG8AexTvWANCQ/iMwgPerfSvMVs0zy/8pK7IHkKvdfb/zwObY49mgc/O+CkBw8pgBM9MyJtu6DStrw7mJ677bPIvOPq3LlPNgkPuGcgvddZG72vVU49Pa4nPPFMCY8uoHY8I5FTvZ8ShDyqhPq81zgID/2RfLsefcK85oTtOzwfxrpfv/E8YpnxvBUgFT0zc1S7dbWPPUE7CA+aKBy91BUMPPoF6zs/ZT09i0gIj2KCko+CK5Q8pYeTj+ovk4/n8s08FcNkvcDtgLw9qVo72hMavaobFjzgSmq8feZCvbCbJz2H6Qk9j4yKvEJnJDwHkVk8+pxaPVSI3rxoj1+8WwOpPMTe6Lr2S/471L8Hj9U9J73WnnM88LDUO2i1eTyLfp+8OfGBvR+n/boNmdm8j97Zuj4vCY8YUmi8+2ATPIxhkDy41Rm8ktw1vbcKBb34sng7OgcNPWdE/LwPd4S9QZYevV7oXjyU+BK9o5cuvEMcx7tTsVO9oj4VvYB5Zrxx2QgPgH/pPG52ID3rd/Y8j+cXvFPnCA8D/giPuAwuPLBXnL0jPC+9+eCVvNH7ybxljEI9UkJmPIykgzwClwa9bf8Ij2IlebxGP4S9q70Hj1K2FzucZUe8ZwiTj/XtBT1WpRG9tc5ku48WTLveibO8b5wIj1hrCA98Nh69NVezvWJs5byo4uo8hzKcvOBF9jw/EgkP3ZQIDx1BWb2G2we8",
        "jYMTO0HCszyC3EO88SzSPYrfvTt5vggPWpBRPKlVx7sKXma99of9u0QaPzy02s07R48IDxoWCD3dQoI7+74SObiDBbwLTgiPOJdOOHsqOj0weV68hKUFPH31B4/2/dO7jfSvuwylID3FOn47aZ9dudsVzrw9UQ29SlERuqtwXbm8AwiP1fQRvaPpTz1RS2o67Paou5+zBw/TipOPaQb1uc1lB49HaJKP/4HjuwaslTxP4Ig8kOEkPVbfAj1LDuO8eDDdvJtfFLyV9y89dKpTvIuf5Lv7MDo9zhvbvDDE07zBEK+826dQvLiJB7yb8V28qpfRPN8KCI+VgE28B9cAu6gTWDx6rOU8A/PAur7MW7wHQiq8IYXfPJjlZz0lNgiPyPA9vVn8Bj2lUM883VmPPHo+q7zUi+g7el4tPfTqH7xoz0O9SD6mPK8V07wt9IM7n0OGvMkx5Tuv5rU88u/BvBLJNzzH9cM84PoIj2Owm7yX94O8yE8AvaJ6m7wdwwmPLzQID+ee4bu2iVE8djCPvAGa1zzOVeK7vQ+jvN4GL7188eO5X5OPO1y/B48VGCG8fnBsvE+rCI+KBYM94XgiPVV6ko+X6Xa8GnW+vZ3D4Dx3qQk9aD/ru45OB4+KMwgPfX8bu/4+NrwXYAK9S22/vCI6hruGb428Jb0IjxIMCA/kIgG9vUkqPDmZRz0jut68uuUKPNCpqTyp72U83hEJj0vAubygGTK7chyOPZWtPTuK/Bg8nlIMPYLEBw/vlvu7JD2wvPMh7TtlYqe8Ia4Gjz/oDL3zijm8rTjfPDhgND3v9giPMoWZu0jsIjzgNEw86BDgPDa7jby50868xtDOPCTM17zEHSC9MacIj3h18Lx7erg43q9BOkkW2bq9TQmPJleTD7zwVjzGgJSPZiKTj9YJWzvaF3C9n4oOPal/j7v9TTi8Rpeau0d+Dj0hrQa7s5dIvI3/8zyOYY+7VFPLvIj1WLyL+/M8lQc7vZNJq7wKWYE9h+vzvIRtPTs8gQiP",
        "4o99PHnGBLtl2OS8g9tgPCyX5zwZ7M47+CrzvHyOJz2IDga9aOIHj+uKjry4N+i8p7QGvSmjD726nN48Vw4EuxgoS7xHulo8TucyPC81STz3B2+9+NcAvPUQkzx1xNa8hFMMPSOaurqwsM46bqTtPIjsCI/BSgG88hMjvS9FvjqmB6W6mN4Ij+BCCI9O1U09O//6uwY3jzsIIFm8GYVWvOwkxjybMZs7xGCjuzrQGjxyogePj8bpOaRM2DtEFQmPTTflPD5IabwJRJOPz+P6u3nPDbyaMyC9g0DAPDJxBTy+xgePO1YIj3aNGL3KlSe96SV1PSq0b72Bleu8anHVvNXnB4/KPAmP9EmtvSjLJrt7Vdi7L1wxPJ3gOzxSxho9wc8xPdR3CI+iOsI8xQH8uqkHAby+gQO9TxJFuwzx0zxycgmPmpOkOyzyhLynVIq9A1s2vQ0QB4/gDRs87nKBPIGQvbzha448gbQIj0Wo37xen6m8fVA0vBStPzwV5MA7wPciPJLZ0bswUVa7mlP4PHtmCY/O8Qu9VtEsO4D95jso1he9xA4JD5WTko8fvVu8DEWTD/CGko9INES8hqRXPSHQBT0CipO8MI+ivOL1hbuTrZC7wQviOkcgRbyrot88Kbj8PIleELxkqPE80mNCvH7S9DpQn1W7/KaRu9BvtrwFY4K8KIAIjwY45jzSXV48178avQvWMrxeTyK8cVULvEKSmDyqgMy8o3hgPAOsCQ9vGKg8PcogOmOrZLslRBU95kz5PHOqGb1I9r881IIsO6hobbwZjuY8oIhQPcWeY7x4SZO8apc/vDvsZr1vr8S8gW6iPGzAbLwG4wgPFzlSvIoGH71YGHi7SBtPvdNLCI9scAiPKnt3vKsotLyqBLy72Q2fvC7Ab7y4N4K6dcEPvQhbFz3IXLC8nI4HDzM3wbt4a8I9vHEIj6/0EDujIq+8zNSSD3051zyjsHa89FvovOR3zTzCUAU9u0gID6qlCA+K0Ei7YqgPPbST17zfvfU8",
        "opDcvJhwObxbZAkPuVcIjwxMnjweyxS9mS1HvGd7Xzq/HZu7X5M2PA2T1jxc2AiPxEFuu/u1prx63qC8ngWFPJBXhr0t6D2803QID1b1vzw4uQk9olEBPIVTbr3VMAmP4zeDu8OFyjwchPk7JG66O56jCY/zPQy9ksEBvCkraLziC4e7Uh6mPHL/gj3n7l487QADu6ApIL28zwePAG6XO+ldtjtk7ze6b1LBvMwECY9ZX5MPw3wUPda1k48yxpKP9IspPdHqHLzZdcO6QiWbvIf5Dr0mwJa79F3Tu9Z5HjslaIg9BRqRPOAcuLxWPgq80ML3PJwUlryTPtC8W0l8vPmCczxuEeq8oZZJPIhZCI/6ZBM9vNLZO1JgCL0KlQI96baovNpjNTyR9IE86gUzvapqH7wNzggPqT/3vArUlbuIhyK84Ce+PI2rc7x15Om8w+uuvOyi8by253u9jb5xPeucJ7yLSlg8+zctPcxR3zyIIbA74r8tPW7//Ly5Nfm8jv4Jjy/vuDxcu6c8xn+evF++Ej3VtAgPlokIj84Erbx8ZQq9h3wHvElKrrwpISc8TKWUvKk9uzyDrDS9ZhrXvODHB4/X5ta8D8KDPI8MCY/xR7e8y9sfPGsWkw/D4iu8fvenvMnxFD3jSBg9XLWwPVMICI8C0QiPhSPIvIPzi73VOWg72gz3u3hWULzNYRi9vAsID+C/CI/9RyK8VqQbvDksz7yjGQu9JPUXvU5ALD0poTa9l3UIj6Xu2jt0Cx69QtXlvMJ+pzsaUAK9LjMEPdhECQ+G0RC9BP8avfhD1z0Drsc8UoAHj8hKLD1wIEC83tJXvA2J37qgPQiPrvemPNvoEryfwN68ecshvCPcw7vDAVo9cWG8PG4EIr3oiU496u8Ij0dcN70KKew7YqvNuBN3/DuLKAiP3MiSj9Vv7bvaAJWP/jmTj9HL/bxRJAM9sSPavAB3mjw5JoM8ho94vESLrDyUJYm8HRbvPPzRGLw0uCC9j0PjO9ZYBb0SL7W8",
        "wFgPvHAxkDxSeY27WL+8vPEnx73i/wiPICyXPda5L7wDT1K85PKHPOk6WLz165C95tKKvdYXhTwtsrS76LQIj4YUZT0GhFs8LFHuuoZ9r7yAj8O8EjhMvXPWOryTmcW8knzZPKxwd7wWdGa819MnvJRVQjyufoO88p2wPB1L3Dpo1gy8q7oJPYZaCI/6qOy8t8wPPU13VrwalCW8FooJj/JKCY/x+Qy9d34MvXxSXb12oaK9N8mju1VRhj2qUz29WdqlO73M8DzYIQmPhN5rvC4TdbwjdgkPp2PVvGk9HL0a+pIPg3xSO/iQ4Lw3SUY9ATt1vHkYWbxpeAgPpPcHj4ZzqztTG2i7xVUWPUkyIr25Pny9+5KCu+UxCI++MAmPJ/tbvU1aB71FuUU8mjFIPRyI9LyZvms8HDU6vMiZCI+8qxu8gS8UvTwKWz1ayU670wWSPIFR07viCQmPPKBTvKyDh7zWXtI8FsxaPeekB49cyNY8dJ9PPQqo2jzmj/O8NaMJD3fAGDz+vbg8XyonvU5o57x/hNG7fOxmvZWAbb0d3DO9o5jTvHhlCI834BM8PF82PMMR0TyYqsA8yFIJj9Suko9Ra788oHyUj/3iko+rNdW6kaYuvVRCNrpoOZ86Y3tJvAmnqbxFqAo9v7gePJAsZD29cec6n9Z/vMakgjvzrEC7Hv//OuuNG70kt4M8IWWJvHz61rtkj6a7MjgIj6L/vzzjOcm8o+k7PEDu3rvaNQ+8n1ZLvRsK57qi3g+8l4kWPXtvCY8JxnY8lys4vS8fvLynFS68XlsMPC1aSL1Ar5O8/22IvIp7njxKyQ69I5p7vP0yJz37Nh26OPitvGOxwrzeq6O81k9kOwyUr7xIDgmPJ9gLPNQC0zyNjMs8LuPOOY99CI99jgmPp+snvGI4trsnuoW8mqWOO2Y3jbx6zyk9HCK7vIIUBb0w/us5dioJj/9snL3kdoa8VCMJjzj5Xr3JINS7/8uSjxvdCz1hLmS9ydY8vZL/zzodko07",
        "MvgIjz2QCQ/fioC8HBCgu4Jj5DsC/tG8y/8SveMoOj27MQkPIJAIj7EK+Tx9WoA8GhM7PBUkjDuKPAY8f3F6PBreHDz2UAePcd2RvNvt/7xfdra8FDjPvAsU5Lw93BW7L1AID+XGNzvAx4W8F2dDPUFMsLvr6QeP3Soavd4GlD3sZNU8EWAOvT4TCQ/V8ge9lDORvE9gBj0wXDA8Tp12vaVPXL2hSgU7vlnEu2LDcL11vAiPRjAePRQACD2hcLA7WZGdvOcQCY9GFJOPtGgavSJfk4+flpKPD9cZPN8nJzsNCCg9+3wnPAvoljyJV7O8tTMxvF8IvjxxyJo70LRavD0tD7yXWde8bHujvB48mzv+Kku98tpwvbdSwzyuZZa9t8ipPNhYCI+nEE68qn0XvILSmbv4mUW9UcuevBPF7zvl//y8JYADvLDxizwGDwmPaCNhOzC7pjuMqxC9CJcaPLLtOTt06RI92rWCPHsExDkgzZ68IieRPF/tWr2y2wS9VpXZvDIWtrziiJU8QPMWvDJ5Zj2WDx48mEgIj3fFXr3J8fW8jokTPRzsDjxkHAgPkLcJj8S61zlzWta8RdOCvIyhoTtgylE8yz2NO4QUaj0ismQ8cfMhvKaeBw+i4LY8tNa8PEKGCI+Jxw09uZfCO9eDko9ohMs8M2SBPOQh+Dzunuy6zDxAPM0dCY93kgiPP5APvBpmlTyloOA73bgKvcFw5Dw7/de86UcHj2GeCI9tOkw97kfyu8sHuTynJee8sUsbPFQcrrvjbIk8Tw8Ij98qhDryRfc85NyIvHyutjzPpKk80SLvPMTOB4+TExG9881avNWLET0ivWK9aoYGj8E/FrxGWtC8xE4HPLTtCTxrvgaP8h47u701Zj1DM4G8LpwmvDzJg7wZEgk9w/UMPVT/vjotpey8UssIjwfMzDuSTV+8eAmmvJfS+jtOIggPQv6Sj60zib1YTZSPxGCTj0XLHj1uidC6L80MvPqA8TwMIdc8VRNLul4LED3k3NQ8",
        "smhvPJlLhDwur4s8DR6luz4B0Lpow5e8SKnDPJHSZz23a6S88zUaPOGKoT1rtwgPHyWevLEi8LnoJYC8lVVmvPc0tbz9Db28JAWMPThTL7yDem89CIEID5oclTw9+UM7rGocvP0cNbyTvKM8zDpZvDIcurs58Ry8xt8nvaxEc70r2z27evWjO3n7ybi1w7G80PVhvDWliTusaoc6pV5rvE3tCQ/A4dy8jrrEvNxf0DykHtk8ghcJj3JhCY9QYJ67rmLNO3lWoDzirPu8fTK5vNkRRLwOigg9yXqVvDllZrrVCggPlxQ/vNd7izyXVQiP2ZwdPdIhQ7z3dJOPHV8UPcI9/by2fhW77lzpvEEA5LsEIAmPfEYIj90SVj0Wu4a8/psIPRV8WjzFd8u8QVJ5vBWBCA8RqwiPXgyMvSfwcrx6hG48z5QzPDXzCTyc7ag8mE2VuvBfB4/NgQq8sDtaPK7wAD0aeqQ7K0wePasfIL05pwcPJHEzO/w+ijz028A7ksoJvHbABo+pv4Y8EmSTPDOWJL03fYE8QvsGjzBNCj0RGGG8NTggPafd2zuUGYu89NZSvNVJAb3XJQI9AOF+uZVbCI/9eIG9cTUIvGdtszzF3u68qfkIj7pTkw8xZ3g88LyTj6Zlk4+PUTG9f3UfvHfoJr3WwH49R4OdO8fSlLw3+yC9jN9pvK6KXj2otBe93DU+OxzGTT0qha25zkIYvaACib3M3E690rCDPJTq2bzLWuu7hvcIj6uZFD0GaBk9mk0nusmL/Lw/TQo86MP2PIdtfrwSOkW953q2vKocCI9mtVK9ApJEO7cPjrvMQwa9STWjvW2NP7oybSm96T7XvFm4eL1Aqvs7CCJ3PC4LLD2qRxq81ooLvZ0rBb1P64G8e6/hPD0zCj3BkgkP3SiYPNJlqTy3L8c7dmbnvMxDCY+YHQmPQTH3OghUajwS4+O8T4/7O2Fr7bwasSG8oZc0PWvv7LysTuc8vLgIj51yrrxVRhy9fFMIDwzaCr1gn688",
        "DauSjy9O7zw/owW9ySgdu2B9ULxcp+E8SugHj2oaCI8SChU9+5O+vB8jHTsj0Le8lbqDPU5ydbwEzwePgO4Ij3k6sLwkfGc9RRIgPXEzaL1rv/M8QjAgPBqoRr2DEwmP1uh5vOe8/bxqsN278ua9vOpfmzxRgji8WSEJj1x9YTy+noK89kifPR2Cybw2pQePvIemPEeERzzdSPw8L6idvMKrBw9e3Qi9QQcKvQcsd7ww0RE9yACzPAl9CD1ZiF28d5GBvegff7uKjgePYyPVujWCWTysiLW8o1U1vEGbCI/4S5MPc/+7u0Jzk4/HsJKPlJ6XPEMZf7zKLmK9QC+APNJWh7xcf2g88JmCOzbSSLtfRc08dXwJuuQoDDzkx8c8gKVbvAa83ju9Ohq98E77vCzMNzxCcay8lua9vJlPCI/S7uO8wm4dPTYA8rx6XEi8rqg5PCfpSDtQqZ27xsYpvNlKLL330AiP97EDOwmEBb2Zzm27LoaAPFLUvLwo6fm8CS8IvfYVQLzTjjK8wgPcOwXZzLv8r4k7l7VEPcVogztrlWG82LMjve/Z6jtFdiy92gcID0zYLDzesKG53fc/OxsQh7ziswiPu9MHjwjDRT0JhAg7LIo0u4wZdbxl9h87H009vOKdMjzemBS8RpLWPErGBw+l4yS8FLhyuyPvCI+WZfU72KCVvMPLko/2kNI8BEavvENyGL2i5J680QzBvOQBCY8W5AeP/K0mvQopjDre3pK7tzQCvLX5ejwWhte8lAIIj2TvCI8Eeu67KjXzPM92tzqIOQI9CE+ZPJA/lLxLE/G8wV0Hj1WMszwsL7A7FWGWvEz11ToZHC89G2jCPPcaCY+cz748VtCbPA5IkbyRxDI9lyYJj3HwgDwggJC6x48jPBQrOr3ILwgPwD+UvGlt+Lz46bk8xJ6NvIJfpbsPTkc9iOINPNz/xjsr6827+msJjx/crLx5r908MgcLPbN287wxPwiPvaOSD+TbbjwWuwWP55OSD4HfvjoMX8w7",
        "sw4TPZFTQr0f4oC8AYxaPPPJQ7xm6B27QiauvJbEDrxvBmq7KLFpPIbXdrzizSM9rhtFvaVv9TsPuuc76LrPPKAS7bztRQkPtVaIvO02aLzk9d67ggWbOzGRvrw62y499G3OPNa12js/23O9A6AHjyvEXL0EvV68UsEsvQfM5Tw3vwk92/Liux9NuLyqQcs87BMQvVXtoDzubRE89VJavH8vtDxWQ4k81DElvIBgAb3jQZk8yrjhvGubCA8WmbK6hY2tPIawyjwzWgW9+rsHDzfaCA8yQ3+8dR/GumUJejtAlI48XpFYPA0mBrzXXCo8il6fO3qDN7zixwiP2/AbPPDir7tzbAiPEjzsPMy2qLxZnJIPoEuJvDbBOz0yJGi84ac4vIJ/OryIKwmPFpIHj/CHEr3Pwys8QmKzvG6+Jb0blFc83VEzvMIHCA+54gePFLgZvT8I97tPVgo8RhOUO8XwL7sglbk7aCeUPNLhBw9WeMk8EKoQPahZoLz7ozW8YvQOvd/PirxoGgmPFw7TO+3iCD1cXEW9YVscO9YOCI/xw+O73wQlPKeZAz1goQ09YjQIDwABNL3cQxW8xk7OvFMmNLwDFOA8lj88PCWexTriBuG8n0KHujLdB48s5Cs9fHkNva8YWTxeQZW818YHj3j6ko89wx69FskIj3fpko8MX0o8LNHjOxy9rjyzPyQ98nPKPFqJATvHgcK8R85bPMgFTrwRZ3c8MQK1O//KgLxHxRQ88b6jOpblGb3r+OK7+KEMPSD+N7zqOhm9rTcJjwzyRrtMvRu8yYy+vCQEhzwMbsY6YkE1vAC6JLwLTV09XceAPSR8CY9wkKU8q1E1vQSco7oidNu8fK7NvFKps7zfRQM9ZZsMvd4WgDwDjaI7LIYQvcGqH71HcRi7h0HNvFDaTT1W9Mi8bfrou712fj2BZgmPaWuFvIYyI71z5gG8tEixu3+lCI9PWAmP466yvL8cbL17UIy9pS4ZvVE/D7xCm4G8UkqDuh5c3Dzj9Rw9",
        "9XUIj1iwKr3gtoc8P2EIj/be4jwG+SY9kE2TD6X6NDwYwri8erFZvHVyoj2NBPs5VX8Hj4MUCY9Yr1o9Nu9uPI40Sj3K45q8wz0CvjVRebwNBAmPjkAID4he3DsUi7W8JLiFPC/8NT0fGCS9vCe4uzzM0DwbBwiPey3QvFHVKjwrgxw8HXnnuechI73NYh89RLEIj01WjTw/kpK89GzFu+vYhr13gQePhR4fOy9BkLyF/768WMKqPA0UCY/xgHU87CTlvDVENTwuSks97ycnu6ZoIj2wTAU9kINPPCunDr2MGwmPT8/sPHSayzrHvpY8IGWhvI+0B49B8ZKPIiUWuww/lI/xRZOPvDgAPUtVP7zA0gs9zvmvO5/VB7yApxA91qeBO9s9WLx3zdS8NBMuuyz2IjvLJD69xAUWvCN1jbyvZRo9WuuNPMONkbwNGyQ9nvvevL/uCI8wFEg8IfOHvF0KXrwxbcS89lnluw5FFzxlqIe7Se/Fux+JD7yAaQgP3tj3PNIBGb1UtwM8SDOmvPj1Eb0Ue7E7mYGRPA2p3TopXgE93b3+PFf8VjwuKBw7dioePf6mlDwepyy9BbJMvW7sNrzpL6s6Lr8ID5fPKT1wRKu8dgFYPG8Qi7k9mwePP70HDyc7ebxXkzo8Mvuou4Cmk7wPWCQ8+NlfPAsLAL2C8n68hUPqOnTECA+mir28Hq5PvLkVCI8SKh09X09HvW6Fk4+CA7e7BV6NPHzTXLyL5z87HvBvvLG1Bo/+gAePGYUcPbtHkz3y5Sy9AHNbPTEcrLzqu4W6UngHj13QCA8NH3M80MrSPPvM+byveAa8jHqIPFoVobzD+xU8CuoHD+ZLvDznOju97aMlvG0jhj3uj4S9QpIyvVmeCI8Xep47GX4YvBZW3T0f3hs9tSUIj8Jlqbu0Ux88GsxGPKBc0bzEcgmPP6ujPA0VpLybf5C8mC4cvAcTsrubEyW7IuH2O7Jy3jo+VIy7FwUIjylfZ7vTg9m8nkfJuwMlYL2fOgiP",
        "GuSSj2TfH7yUJpOPIWuSjwsaYjya2TG8O5NwvQYB1Tuy8fq88gstPErU4LzQ5Au9k+P8O44hW7tDNAY9VvOKvDq2JL3GiES7dUBEulRjpbwmSeS7DKmrvEfomrxl8QiPP8WaO2lS/bxgEzy8hiuhPFIDfTzYcpk8TyawO0h/jjzp44k8GlkJj3ccszxut369XEjjO66kHj0K+WA8A/JqvGK2VD1F4Im9b7cyvQ8w/rxeANm7jtgYPQmlaL312R69cGZwPBBDLLyMcT07nEQFPQQbCY8fL3Y9owO9vK9WtDswtEe8t/sIj8pnCY/zKzw9PtnLPJnou7tJRmI8CNDmvGcnAr2dxSQ9J/VcOR5UFDuYrwiPOAgcvdN2/bycqQeP/zMNPW9DzLy9kJIPbv4NvVNeCDyYYiO8Om7Yur/LrrqSCQiPSTwJj9d7yL2uZtY9KfKlurHqAL3q/9q8gSpVvEd+CQ/emQiPpGH4vBRisrxMQBE7V+1RvYUqTTx92Ks9enYXvZ6lB4+QHVo901LUO7iY1rwgQCS93pYmvLRFFD0UfgkPvCIrPNGDmLssAhw9OjA3vBB4CY+T6Kq8pHM4vSUyxbzR8AE8Kl0JDwCBurvXZXY8DgYnPT+QHz3D2Tg9NA8Rve6Or7w+lwG9TeMFOv0LCI+UwnY81TVnPPDrOD1uMaG7ViwIj8uBk48i/pO8/TyUj5ecko/0M5k8lG9OPduDDru4FCg9fojhPAm+njwbHK2851zPvCxoHrqHlE68jVjTuu8vuDwqzZA6w4PcPBfEPD0K2jU9NC0evGiKqzo59T08SYgIj/NIQr0xWE09KxXBvKmc1TzMzQw7+FDwvCr+0bu5sAK72ec/PP+0CI+jij+9/f1yPI3efDwokms9MghJvJeBqby0syI9xJL0vAAiaTwcyfo5RieVvNKohjssuwO92zhOPV/+gr3cI3+8fXBRPEt+Hb2j0ggPpoUTu6ePIjx+U0C9tavSPMIqCY8w0AeP9vVyPLRTI7x+PiY9",
        "tRvvPJPvzrzI3Cq9dpyqO+5BmbyHgwI8YA0Ij5mLSL34Mxm9R2EIj8YotD1QIwC9kGOSj0bNrzz01eu8iuduPaNRNT2r6gm9mq4Hj7PCB48hXy08nbmkPKpPTbwCtGe8GmElO2JCd7wDuwiPKkQJD0ua6jsjgK68DbofvTmcd732FGs8fmC7PIZ/gjuQrQePZW3kvD00LL1MYu88AqKDvKzIxrx2cgm96G4JD6kG1brryf68K4U1PfT2hz0T/QePRoVqvAizIL1kFUG8mvZLvS50CY8Ie3k9GDWAvHAPc7zt0Oo8cV4qPEEQ2Tzschu8sHIMvc3jr7zuxgePt4DGvE7tubuUQ4e7n2CMPPR4B49PjpIP5LravCG8k48qv5KP0m+sPZMPDb0A8z+9GkkdvCD5lLxvAei8kGYrPNsQLr3CQQq9i4CPPcom+7yRcWy8PUTEPZhwoz12K8u7wNf0u5VDBrx/GEw8mddFvXijCI90iji92nEPPSf4Djymi887dY50vFwyHr3pB4u98dg3vYxrXr30xQkPnfkhvIMJGDsx/jS9PcjcvJ4BgL39BRM84Qn9vMEmzjyntK07/H6cO0N5IrzdRw+9VXyTPHLivT28kOu6dQAbOcsapDh2k2m9FTQID0WOPL3E2ea8iU0BvMImfLw5TwmPo7IHj0Bj67yWzbU81utevbDc/DuAfwi9QY40PcqPWzpdyig9A4ZfvZfICI9epO4766E+vfu+CI+DDZK8J7a6u1Svko88ClM9Y+sXvcyviDoFPCS7cySxu7R7CQ96pgiPJUCbOjHGn7wEiVQ7ffbKu41e37zaxhi8gPoIj28hCQ8n2Ii7btbAO6X72TztGNW8eIMHu9SpQT0zho88sz8ID/MY+TzwIIU8OSWkvQHrtbqds0q8AgV9vahPCQ8FUaE8DY3Uu1tVR70mfVO9bA4Jj8328Ty5q9c7HskSvTrKZ70pTQmPsnu9PBoYkbxz94a7nZb9vBukGrx22z68Y7i2vJqtCDxLrZM6",
        "nwoIjwnonbxkyTs9IUkbvSER2LyJOggPNkyTj6JmPTy2UQeP3RCTD605WLu60Ys9/geIOhTQATs08VU9LLWFPRRpbj06Zp+8ITu0PGQoTz1qIV08Ezs0vC1e8rz8FuW8koCKvJqjnDzLAvS8szECu9iQpDuAFwiPhks1PNBeTrwG/zU8ODAGvDzx1LthKza9ZGduPcj2Kb04VYo81QEID4i+8byvzoo8Ni8dO1bWuzxJxh8881xQvWSZnDy1paE8o/advAL66zwUXMc8gFEXPE3XYDzRCFy8lInEu8FjDzqSIPu822jNPSFfCI+vM9U8beYYPQK6BL0yr+Q7RjMIj9KuCA9nOsO8OxVkPXLt1rw7f/G8ow2gPN5Svrp9FiI9+GKbvOCUz7xEKgmPP+zlvJw6Eb2NZQmP8ebzPN5QmD2eSZOPSxKevGozpTscvDy716A/PCNUAL1NPgmPAVoJj//WnD3vwjk8OmiiPLYM+rujcpC94ZEhvVnVCI9HwgeP6BmSvO+DdTsvCoY86QDzvAbnwTxRvka9XSiDuSFxCI91UGY9QnunvL3hlj2UhFQ8+IZZOakWET05HQiPAZPoPCUl3Dsg7MW8gsYQvcoHCI/vRpM6XxJmvBf+rjwisKQ8aKwHD7eDw7zHxPa83nLuPF3dY72vgCg8W9SJvAngMzp+d2e9W9UWPbakCQ/a6xo88SiivPX8ETxwivw8454Hj3rrko+oMFO9V+KTj3aJko8QRKi82gcDPXPeSD02jMs81DJgvNiRlbyaT2M9NlNpPNXjCD39uaU7YIitPEqENj1lz4g8v5OGPLCJojwMHTM9G3DGPAZZEzzYO6k8mosHjw40oryqnCC8RFguOxTDjrx27ve8GW+3PIodUzujf6y8oTwIvBmKCY/BTaY8YBcWvIr73rvk44K8t3UQvWAGML2aeYa8GC9APfvKXTxBY7y8pvFzPU6j5jw4X/y6wHDbu1awL71q8om8OMWePD+cdr2WVQmPsywTvanyVb31vky8",
        "4TAnvJJUCI+7XQkPIJUguyO+K70oTcS869ZhvGkROjzSZEC8vGs3PVQHED0+Ek08MScHjy0lJD0b7rE8Bx4Jj1Y7v7yI5lO8Hm+Sj2cRiDxvb749XSwyPL4SIjxIAPQ8h5sHj37BB4+qpk09uSxMvIHSLjwRKkw81X0uPNWfML0Z5ggPfoIJj3AITjzRDcK8s3mAupqYfT1c52C8cymUO7pR8byrHQiPDlIrPWsDfDzLQoY8jbWivFj3dTzYEA283TkIj4MqPbvIK3w7/JUnvQpfODwgAgmPG0UBO+kaB7zoDo28YP8BvY7iCI9tE+i7O/xmvCAvcLyEVP042noBvSq3rzyynLg8SSB+PZ+2gbxw7gePksOevDh3nTwFbyA72JfgvB2LCI9KYpKPSLiRu18skw/r0JKP4AsZPZAmNbzHRNQ8eR0gPQ7/9zuXAzo9L2oeu7GaILzoiOW89N7LPZ/BszzpM+28FkLouwYNtruUQii8dHMBvONrJr1cXBc8s1r0O0UaCY+THIq8QurWPCxvlrzuIgG9xUUdOQUCY73qoCI7d6GEPOQpTrtRggmPjw6hPPbFLTx/OZk81e+ivXBXjLvdOae7wTmGOzGWBjw0X7u8xMxCvDJOfj279ak7wSWRPcCAgjvcAgq84vuvPAkzBz0Z5sm7oV8JDwZO4TwXDw89Ar45vJtcG72b9QiPJpoJjzXnQzqTkHS83DdBvNhL2LyuZVs8GFuavI0K1rqb+ny8SCDuPOmbB48boWe5zBk4PAF1CQ+rP8I8ZddKvCxzko929Ye7IoW5vGiAmDxT1wy8YayJvG/YCI/GlgiPVJ/OO5HV6rvMzy09umuavA4bEDy+6eW8jh4JDzaoBw9Nm3a86L20O5BmzjtZuZE8pEMOO6bSDT3qb/M8QeYHjwmhGz0gfj89uyUEvbDvnLxPVo078w6iu4RaCQ/CYWU85fmiOweLPj1X0jW9jAkIj82UNjxuDGA9Cn6kvAb0Urz94gcPTy97PK0dxrwqtqs8",
