{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "inputs",
          0,
          0
        ],
        [
          "num_hk_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "inputs",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "inputs"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 9.999999747378752e-06
              }
            },
            "name": "hidden_0",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "inputs",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_0"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 9.999999747378752e-06
              }
            },
            "name": "hidden_1",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_0",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 9.999999747378752e-06
              }
            },
            "name": "hidden_2",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 9.999999747378752e-06
              }
            },
            "name": "hidden_3",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 9.999999747378752e-06
              }
            },
            "name": "error_correction_layer",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "error_correction_layer"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1
            ],
            "dtype": "float32",
            "name": "num_hk_input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "num_hk_input"
        },
        {
          "class_name": "Add",
          "config": {
            "dtype": "float32",
            "name": "adding_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "error_correction_layer",
                0,
                0,
                {}
              ],
              [
                "num_hk_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "adding_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "adding_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "1985e32aacc50d4ff8214c65777663b9a4ec1c90b656396713a085594936188c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ],
    [
      1
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "dMomP1nK/T6vixFAxnAFvvS3r79EAwu/L8PBv39v4r908LG6+4ycv/yPyD/IH2k/2QC8v7V/UL7udrq9rQP0vpUxkr8qvcU+"
          ]
        },
        {
          "shape": [
            1
          ],
          "values": [
            "ANZwvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "pEiAvw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "error_correction_layer": {
      "bias": [
        "LKxbuw=="
      ],
      "weights": [
        "BI10DhB9eA4hmnmOLCmdvlP3k74l6niOeWl1DsUKeQ6pIH4O4bx1jt80eA4nxnaOM/d1jrg+dQ6MsXUOdtaIvomgeg7xaXqO+i+WvtzidQ6yDZKQra95DhGWd46ScnmOPjR6DngneI5x8neOlt92jqJneA4FnKM+UwZ8jkj+do7HMJ2+I+57jhXCfo5fAYK+JLh2DobDdw5LdngO+W14DnV4eA5IbHmOt06nvre9tT4mbniOaHx4DlKYdg7w1XeO7CJ5jjusdQ4E3rA+9fL8Pl0rfQ6/qXeOmqJ7jj/6dQ7CiXUO/IJwPgwieI6crXeOwdB2jogvaj48pSw+apt3DoQsmb4r1niOATKivot5eb7NnXiOpdSWvoqVd46an3gOja+gvusIdo43YneOH8VAPq9pfA4Jk3qOFqN9jmAMCA+Ty3oOo/F8jv+veQ7HhncORep3DlHIdo6x9ngONP+RkF6Qdo6TqXaOrrWXvnrxeI6YGXcOipvsPo0ceA7yO3UOk192DqIweY6c6XsOnDd4Dn9WeQ7LhngONN94joSve464uHiOzP92DkICiD4WW3YOR96tvtWcfA47D4++C3V4DlHLdA4ubEM/aQV6Drq5fI4dVgkPmOeivo2gfY5K/nYOxkZ3DgqZfQ5dmnuOB+CrPggZVz6crnoOtrl3Dr7wdw74x3iOdJJ2jg=="
      ]
    },
    "hidden_0": {
      "bias": [
        "JF6QvUBWwLzqhAy+2ToBvtonGb0QJNq9h90+PZOMXDwzS+G8AsbyvGGqz70Y70Q9bRVAPa8SYD29xly9LoG8va9nQb2ZkIu9t8D4u2XBHr0oFtu84WC+vIp0cr63baG+sj1dvRjdXL0Kai69syqjPJHDrDrxbJC9/w52PWN2+DzS0i6+yo/DvM0waL7C8w2+v93xvEbTJL5g7l2+NJwZvgWvB71SHlC8yElTvTQDe72WpKe+qcJrvR2CuLxEpps9ke9Kvs7WDb0/8MC95JgCvm/RSz3rqyo8NtEYvsvaBb2ty3U7LAmsvC8tr73BlpC854YovuBt870v+xw+g1VnvO4AFzxsfXO9/eG8vBidVz1fDwe+A3fUvQ3jWj2KzyK6kCGnvSnrAb7DM628T1RfvlYkM77O9oO9SHcuvRz+4b1oaCc9DgJ3PSWqHL4F1se9FHGfPeAWCr3p/rm8Jb5hvp2B3zzSHH+9Eg+1vMuVEb7psEi+36a4vX0sC729W7I7sW4kvu/Zw7wTcb69ONsuvnPZR71B2gi+Ph8tvgSghb36SZq8ZZISu+Lnkb3JBw49oOSavEoquL1Si1m9L5+CvdAJHj228zQ9DcjKvbUWo71Ja6E8FufcPNWIEb7EZTK+fQcHvnzyKr6RBog9Bv/pvAfmyTvEmym9zW6Sven7B75C4M+93xf3vA=="
      ],
      "weights": [
        "QkPCPUo5S71eKN+89mR2DuK2YL3OcI49AyUbPQ6wxDzJNPm9rfgCPV4ipb34EFs9aaQGOT7G1byxk+Y81mBdPLJnRzqt1Ic9SFppvWd1c7zL+By9/xBOvQbuJ7sRyPM9Rmm8vdT45j2aoYC81KrovZKakD06coy9K0xtPSDk7jxPMS69xAuQve35vL2GZig9GAWYPRV2eI4Iwb48ywciPJYGWj3lo6i9pgObvBTiCTz5Pl696thtvDGpGD05EbM9bguUvd6VBzzjQ7e9JZWvuwaHB73PZT+9pxvhPRo44TtmYd+9NC5dvUnf4T257WW97zeSPfZ+lj36k3g9ieePO/4IYz1DlJ69dtSvva7LCz72zKo9UjLCPKI7Sj10Sa68ps8uvVASWT0C4UE8rwKkvKSZZbzfYtW9gr6aPQgFA7vZQgO9R4khPZsygL0kwN08vpAsPZX6FDt/v6C9ZMVzO4Xk2bymXPY8oIDoPMUAZb1SY4a9RAx6jgpRgb1lUx89HbZDPFmXJr0MJHkOXj4hPY9lRT0Z+tU8bunHPPgzij1VV8O7N4pYveAv0r04qy694kpePTKLTD101KO9HIXyPNEPOL0V6as9dGqQvX8urj2OyTW9avZFPb1idI77mQw967L2vBsoqL27s8O9b7lzvTrpO7yjEOy9hGDVPJms0TymnjK9Bc1BPBDOFr7xU0U9DzecvPYpd46dPrw8dI26vbE+9z1r7qs8tcwAvXXXsT23Vl2+iMq6Poj7YL1iGaI7p+xwvZ/erjwRiFY+HDySOxFRDD27YF09BVHZvSobRDxUBkK+ODGUPjtux72HrMC9gu4KvduIgj1+4fC8RWr7POjmK72rAaE9mlaHvP/GQL2uHrM9KRZUvljGbz1iO3mOhzpEvn6L0T3Bx/u8+sElPfbzv71Vyte8DuZvvnXWcb0FoEa8JFUbPfYh8ryUQ8S9fOZwPrvpUj2yicI9ZGn8PLb0Xb6Jsjw+ngnOO1oJiz1cJtq9UI0Xvmp0C7xU+yO9",
        "4WMiPiKYOj6hxra92mspPGRG97ucZJQ9L4wQvijNgrwMkAO8HilQPaT6CT3A1GQ+0A+1vawOaT6T8vM9IIgTvTfh1z3kqXe9q2RSPewCC76FrPw9sjn8vfdbp71IL/s8quMNPnn4q73q68S9DzskvMzIH706MBC+r1GUvTmGeI4z6F69/yjAvFvvX7tW5du91xd6jrnEhTvdt/e7fVe/vJ7BljyxhZa9D4POPdtZh70xYLG8qkGEPb6+Cj3lctw9lliTPWCg3Ty1/BM+YBGpvchljb0Outu9t5flvGYr6j1vTHaOjXKdvU1bUr7vW02+7TwwPP01wLystcQ86iKpvYOt4L2HQOM978m/vQT5Ob2netc9p5PbvdSntLyHIHmOG5qRPGroNz69evW9HEGHvWGZyz1iqwc+rxTyPfqGHz7LD8+9uEQGvRpwyb1uvwK8mUt/vnC1T72nOui9iQLHvIINa72IhIk8ZooFPYGv0j0MU7a9gJ8jvRp5yL2ort29jRvYvctU0T2KpCq+9wY1PSUq4TwRbsu99tURPXAjn7vF2sS9EJF5Dp8v7D1NhJA96reDvW4emzwajo29xnmWvB/p9j0ejpg9bsInOyna9rs7tPs77TMkvsh2zr1KXJQ9vW8wvmuCCb5JZWc+rdW7vXmKn72Nphw9e7ZrPexuhT2x0pe7nDEOvXyCGL79sMM8VfhEvnMKqTyy5Bm8PRMvvVUE4D1v+1o9rkbsOymcv7x5pgE8BExEPgmZCL40QDo+2KNBPuv6q70GXE+8PjKwvavTYTwJG46+lhYfvXseAj6aHFm+l8MTvZfblz3T0Fg9O317vbdJqb1QMPu6SHu8PbeSDr053HmO4lIKvmFhaL004489uOU3vgm1eI6SoJG9wFLGvV9E3j0biK29+pr8PGssMr30rue9nXGMPIwqQr3cKha94UVAPBLFir3X3tS8HJbdPdpUFz5FUoG9ZR1CPAUVb73KT629d4l5jgMgy7upZCM+qYtnPtyVu70v1EQ8",
        "RDwcvTnC8j1TecG99oYMPttMEb7/Sx4+2kSivVoHFT1OAgW9TUx2jq+GqryF5ZI9CaEMPXGX5jzl3Pi9JXzaPUTqEL3yMsE7xigMviDh+ryikge833NmvW8rlDzL7yU8mxP/O9rfvDzqYJ49RFxAvWYVlD2+5hg+2CGqvfimnryslcI8Wg5ePB1aOLyVzKo7SpHGvVvBD7zdMlA9Ia6PvRZb/D1Oc2s8SSMuPc43ew4burS8Ajx9PXCOgT1RUWS826IivXbjbDsiaVg97psQPXeh473BxxG96DfNPSCZMLxoPNw9Y60APv3zo7wwIzM9Wjk6PeSlAD2d3ei9Ml8+vIkSP7zi6A68Zo2xPeA0xD1YTBE8BP6EvV6Kw70QpEc9Xle1vCY2oLuzUSO9ImK1vVRux73CHIO9VBcUvRePKT2t1Aa9oom0PdK27j33Wo+9AqLUPWCVCj0sYZi9e/u5vVBMlz3xpJO9srAuvmpGeT2Yyew9u2ScPQFHEr2hsXO9EZ+kvTVkXrxUyms7abp4jv5LhDto6pe8+eSKPQV/KL65XHaORbYIPfpxsz2M7Hi87Zy4PCd/Kr3gQa+9JTrHvYogsD1q96M8DStQvLspfD1rmTC9/e8evF1MY72W1U+9DDxVPELV/rmU6d+965grvR+3dw4RUG29RnO0veoIgD1gSeK9KDGAvS4BlDxfqqi9N/yxvRsYOz3cNz+7zhY9PK9M8L1gBb48l6UovJvleY63RQM8csm/vXKrpjzjcKq9WnqfPe6FjTtDazg9tEUtPKP5TTtnOsc9O9pOvOvpijsf2dC8n/MePdps2TtpK4W7/SmaPUI1cz2sqy27hfusvXMBET6lxfe7HDSIPL9fuj3eMU09+99kPUr8k7wFRbu8r2pDvTcotzuzSYA9Bg/zPEVpIzxctnYOmQPjOxavSb27Q5k9+du/PAGpyb0/b6E9O7QnvePolL2YZNI9UqSavZRjyD1T2nC9OGYvvUhh+Dy/Tri8C36BvaZtZr3asIg9",
        "2LWJPN/tM71c5JW9RjBMPcFUWr3QRAe+ZA6Dvd4AlLuu3Iu8QqdvvTFRSD3pdr09KuqCPcKpqzx+QUq9CMtNPeOOKDwc2fu8beW5vZC49DyLIiA9xQqBvdX7BL0vCyw9186APIkO5TzWpqI7ze+oPRGGDb0NkGE9MaGzvLu3R7zgVa48NAEPveTc+rySdRs9Pt6FPcY3eY5ASNu7l0tWvSDZlzyTeXC9WA93jpIABz1mFaE6NKqjuhPTG712QvW9fgXbu2Ej+Ty6U0e7toIMvI5BFr3rjL69WXh1vFppX73y0LK9YsvfvZVb8TxAlmC8nLf+vN2wDL1ZhXiOfj4kPZ8Glr1WK6E9HwmmvGguKL3TYjW9eLXjPfmC4zvVHda861QevTX0trlVBv689qNNPZ/VgrwDd3kOvzqJvR6KlTxG1PU8I6Rfvfl04r0+kwm9nNXrPQuZ2Lvo05A9L2yAPcUUL73lHLs7cCI+PhxJijyt75e9mf9nvTbsH73zqGC9BAkpPYlsf72TVh6+hA3FvDfmBj0q6n49n8EHvQITjL1Y0E6+vKapvE0ZbDwSMRK+b5isvbmyuz3lr5A7h+R6jgv/7T3vKI29i8yJvKh5DL45sXe6Wn4yvcPaiT2NYoC93tnOvP8awz3gq2u966Eqvo7McT30U4a9vC4fPfkMjLyn3ce9R/lWvbr0lr2hLLy9+rD+PDOTaT1wQKc9ml2fPZOIADr5/Zo8Vu0NvilfLD3slHU6tPevvdNePTurfNe8gw+0vdJKETxKGQS+aytIvV3sFb4deYy9X6kQPmDG/L1EhHY8wNA9PXLmtb3ZCs69SHPfvAsYCj36zQa+oKAIvc00A74KVyk97Iq7vWUnp71Q4629kWMhO/QsWj0eb3cO9hMevXfiiD2XjBG9A55vvYEmeI5cvuM76o4jO4fQuLxdc909b2H2PARS2zw26T6+uRwmO9fuPD2D97s9RpeavYfwAD0C+X498TibvVSfEz1OzoS90WN2PEs0wb3pogA+",
        "l9Z2jllBQLs0oKs9VnumPQTQaL3MYOq8WUndvb1Nuj28axG9V2CivVonmzzcHLI9rNbVPH1v6Dt2oHY9ySp5DhF6t71rcxo9IJUpOuhoNLxv+kY9fJ8JvY+LhryFAbu9pU+Cu/VRJD1bZm69NY0CvIsfjD2Pl7y8aeeMvBORkTy6AkG8R2q7PMfArb1KyXA9NLSmu87RFL3NPqi8786lPJRPqD1MwF67Zy0zvTRvHb2bRU69okVAvC49uT1iY4292a9Oujw9eY4djKE9C2+7PNlD17uJZzw8ptFOvLz9vL10rFG83seRvaSqcTxsAFY9p9nBPODTNz0PoB483d6NPbvYKbuqnv88PKIoPW/vYbr0QoO9PzBSPen9hz2di1c9PYKAOxFEzTwVvvm8z9MivAN7V72Gd3s8MhRhvLIpcj2kF349p1XhPMe6Gb1w2oe9v5mbPY39azkQ8FW9xuxjPVNJVz2Y9se8SbAXPJLck73XQpC8VAYmvTWLUL22rEo7000wvTHZFb1zl589XfLnO7XNeL33p1g9q7OAPTKc0buROWa8gxN9juCX8Dyt9fi8WMdYPAPkXL2Vc3iO45MTPfRnBL1R/wW9ijoDvTjn8Dye6FQ9sCDGPN/lXT0xEdu8yGwyPa+3WbuPYny9WLGxvNvVCbysv1+8TLfHvC1C/bxcKAW9SSuxPA7Edw40RnW87M2cPYfFg71a/B07qyDlvEohhD2Vywg9fqSEPaqgTDzssQK9hkgePSNTz7yyxIC9QRX0vZJBdw7qMyS5o6OMvazyM71CfkC+7xkwPfQxlb2xk6q73gUrPR1AQD15CS6563lKvT4arbtOF+o8lSD3O+H7pLt8R3K9P2fHPcQcBT1fh8a8AWIMvvkmkr1Q+AS+K/hOPeX02LxhfKS8b5GKvYeVMD4Sf+E9tzShvVPEjbu0y5q9FKY3PaptTTxY/neOTHijvWHOLb3XenC9Z4BLPjDDe71eqQ49pClWPNpTN72ETgS9XobMvB4lEL5kVnq+",
        "rcjCvD2BKz7TafM7jDwqvFdIb7yZVZg8ZkxivW04s70OOwo9TR7MO0mThj1ipJ89zi3suxnsYTzGRq677qOHvMLgcTxpnpg9N/SDvMYT8z3rxvU8kTkCvB87hTsQPOw8xgxSvswAfT3WGAq96m8ovu6nRD7kZWg87sDKvOARAT5yJPQ9RpauvcrlRDzOMXU9uwDmvC/BSb1WmR4+3metPcd1nbzN7/s8j9qCvLbQdw4JDGi93jnuvT6dCz7bglO9glp6jhwry70cgw4+jsfRvDONsj15o7g9dHaOvQMgAD5d/pM9Z/XsvAEsxj1Pi1Q9hhhCve6b5b1MCwe+yKVhPCwCBj1n8xc9sHeIO9FIMrxlVHgOYBEGPWVBKj0tgEY96bLPvcK/Zzo6Lkk9iz2jPQFzVj0ajZ+9CjNNO7aiU7wuixG9X/qEPZiQ07zAkHaOwB1nvWmzXT2rQTI9k4zXvDbEBb0s+U89Fs4+vfchqb3XEO88wA6CPRYx8zsmvlC9ctGzPSffgr3tYjW9ZLWNvRG9mb2bGJE9t/g1PcOwOb5yw7M9KPHSvUNwdb2q/dE9OR2xvHizu73K+2u9iYlxvbLM7L19wwk9cULxPI+vFjxC3bY8fgN2Dmkz2D2J4ae8aQqgvHcBfDxjEpC9A+aEuVE0iz34Kgk9YQRXvfZTlz3rwQC9kNrhOo1JsTynABy9nmx6PZgiNL3nupm97cZ7OqcZjr1QTQS9kIRXvfqxzT0CO4M9o0yPPUqCXz1KFZS91Jp7vPpuRL0Oh/o8czBMPOFtRb3JkxW9ThKkvIl6/ryFRvC7GeIfvRhB3Dydi4k6y3GfvXtg8zxs6K+9DmDHvYfo4TwoRGG9MdN1vYWvVz2zRzg9+2CqvOjO/Tums1W9FwJsvUHeYj2xNhQ7gCDnvWs12DwJ+nqOQfU7vX91WL2/Gym9UWstOuKxd470eM48xUikPRYMlL0lCRi80K+qPTyJijwBvOQ84kSsu+QEVT3gO4E8hx48vEeZ8bxRfoe9",
        "VaUmPTCFnT1eE0s9+wH6PBadobxTYxc+1RV5jqJzzb3VbSy9OnyPPWMrar3QinW9HithvY0crzySWRW9Is8GvBJFCzxNFqo9L0AKPT/agbwXsQO9P1R2ju/NYb3dhRE9Wi8IvTNB4bw0NAu9afkCPTUX77slm1o6JvIhvZyBbDwXk0S9EpBDvW6KirvOJAu80yUGvZjOJT2aYTQ9Yl0mu+moqz3xpi67IsGgvMxqaLocusu8Jeh1PF4AeD063dE8gj+zO2uGoDsK9ie9H6kuvFlnI7yAwAE7gYm4PTDRdw7dfSa8UcKOPXjTjTzY7vU86FZevBDWSb3/Qx29yIf0vNmAhjy4rJg8XxvyvKwqgT085ik8EV+yPG2a57tykOc8FfldvXphdL06Oi08soxmvHXWsDmL74K9+04VPcimoD0xkU89yR8pvX74pTvgaXE9jcTzvDu7E70yb4Q97rRbvXXmlzyPlgy7haNFPdFkErtrWS49pFxRPBhlFr3kfw+8KHvxvPTAQz15lHG7HnzyvGGXpjzjfpI9MqG+PLO/r71GnVY8nJkfvW2j1zuAvE49qONCPFH6ljw51aW9H+Z2jtdpLL08FYU8CEplPFTCjbwagHUOoY0fvTFn/jvCoQa9EIk+vA+kKD2BxX886GadvUTeNL25ke27aYhbPByqzjxpS7i7PenRPVfuRz31S5W6j1Omvcijp73ls7e8+96mOlZSd45Oiqg9B/ZCvfrLEb2K3Gw9FmXAPMWTerzgqFQ9C5iIPfxcHr0qHLQ9lzxfvYT4XD2Zb2c9/SXzPJh9eQ5jHXe9vIK9vBYNOD0Q5JC9O5E2OkyfWr1TF5w8YDk5vckHJr3cMYi6IaePO94jGTw4ibK7BaR8PNjVEDwUbSS8ueU2PfVOuzwcb0+7Ot4APXAHoD0MNzA8TaUdPazDCDyGHyO7oulrPAjR6r0jNIK8YkXWu6qcy7z6qau9Cpi0u4XyVjwAO3sOfvaGvaw0Lb3GEQy90/IDvQu19jvYw2O9",
        "mZqAvQwzRT3E7uo7bj+tPQqIS714mjq9mScNPYZ3fb0Vc8o8WDjuvFFb/zzJYkw9BSvlu2o7Or1PWCE8Jvf8PDEOBD0pKMC81gKqPVXwrT29Fze9FlU7PaEQ7Dyveo69e5ZrvfLNc7ytG5y9UOo+vZmmML1Ccq+9KaQxvdITFb2h5t885PxRvQnKgLyz6868Evm5vUxN4byctQO9C1oTPSdsZb1ZOZO9cEeDvXAWiD2EiwW+x3cUvfljFD06+o893r4wPcBDeQ4ys1C9bKw3vc24Cr2/7Qi9tIV4DpwMJD0B8LC7r/FEvNKi1TrtCk+7mXK4PKQKZ72XuBo9sbJRPY38Wryz/v+8S8LavGcZgj3m59O9rYnYPXPQZr2y6Vo9A69bPI7KHL1OPnqOndV/PdMP/bxdA4K8L7HAvEHoBb2LUSi9vKjFPWv7vjz7h8C9BWDqOzXki72jFP89VkoOPexHaL2RqHaO2IOSuxq/Lzu0Mlq9ir6GPBqlkr3sL707Ui1TvX89hLyU7Zs86bXgPBXZo733cUW9iqqAPDL6VjxenCw9EZ+DvE/mTr2tFaS7lVnkvLNBRL2koiq+57k6vEyUjDw8L5+8evF0vR4w7jygUN+9wzOHPQC6Nr1K1Oo9P7ZEPbq0jDyiDXo8oKl5jj7iJb134yS9196HPGxLLruBSuK8dtlku7NA2rzS9IC8Gx41vBWa9jyovfc9UCsXvGSgm7w/wow8LFSEPOKcCj1o5qy7FEmPvKlts71ppUG9l4opuzEMI72N9EC9BkCUvQQgEDxS5zM8KtfeveM52btWdWy9SNYuvVxnO7rJoW89R9omvV1elT1feag9gISkvfcnjD0Xi0I9lZ8MPXl2AT5ojHG6vp5NPGC98LwMKge9E/cju9x1lb21fb28xYeyvWrfej1YLbU8ocaNPXHARL0l3208Ft0tvD5Oij1cnHoOxPFNPfmMTL0tfwq9v/xyPUdnd44cRvI7O0yePdbhJr3AKb68L1Q/PQAduTxALzA8",
        "fChEPasBqb28q0o8NfrGvTBQHT3y5cE7XEk9PPWgGT6WPD88bjZePVQ92j2fTeA7w6l5Dha2rj38sY89zQEnPCyhiT1iWmE90dz3vQg5A76vkTw9cp6muhEEJT0QHd28tFmyvB9i6rwod6w7An92jpZ/mTwa8mU9NW4ivVex0LubB5S7i1H+vKHTFr3Ubje8DFEovT6PnTyh3fS8HkPkPB40kLyyx8e8y5uCvU++Ub0KdT49f49sPf+6jjw6ZL48dR5WvEqLJDyGKKa9ke2CPbjoxrxdo+q8rBKKPM4Mj7xP/tK8SOsVO9zKo7xDCwq8gLXaPA6eeI7IldW8uENbO1NES70fewg9EeHwPSGhkD05ZQG8sXhju4E7j70Hk7y7/OoSvUVuT71B4ZY8BgxevTHAP7wYXRY9hdPZvIy9pToteeC8l9D1PDCMFz1sQJ28eCg3vR/0zzxS4Ko8KI4ivCaoAb2eXhg9h77VvERU+zqbGEg99OEjPXxF5rxPDiI8kH9FvOMsBj0qDfI74Q8kvTbaJzwn6Jw9LuBPPJGMqLyAzMA7XKG/PEgnhj1HuHM8f+MVPfQ4BLt8n5i72YrJvGTuzrsE+0e7A8irPNW+CTtCYqo8m2N2DsxQPLz6tFi9yvaUPduKE71+YHgOaP65vTyc4DxT3Kg71wSZvGkOpbzHxt48sID8OtNw7TwhBpW8P499uxRN/Dunz+o89kpmPe21IT2D5K089vSpvUN+HLznE0i94dJwPFJReY6dE2w9HRvZvNPSY72cdWa6vQLPPO2gFL3ZIfe8r0+IPFvwer23YMI93p7SOiid6L0vOoq8oXwxvdKqd46ep9M8z1MkPbw4mD3kUYi91QU9vYTKGz2j0x09AjuxPYwoLr1/zjc8uBpjvPUUEjwoLDM9dWeVPVQoB73tmH48wPCovfC+hLwRNZU91PvTurt07DtIdlu89+YePYnChj1E2jo8ziODujgco734gm89vbJ8PKfgU7uaXFe83slWPX1avLweY3aO",
        "tH35Pet3+jzC2KQ9bwVhvRCteT1mwNO80DPmPaeuo71ts7s9tC1TPVVp7LxXKm29YK+5u4IUoLsGGZ27edl6PYGLAr2Y/gI7rcxIvVMTNz1t3H09LDUBvPheKb1+0oq90WarvSNeMbysP6Y7SbcKvB6vB7y6htY82wZHvV1GvDymnF89A6wnPf9RYD0juc877gYxPXGQRT2JeQM9SmeyvJzIWzw6LlM9pZtfPYM/qz1DCKK9vTEcvZ49I7yc4fo8XsejPUHZVr3ovJW8JVopvNwUDb21xky8JQeVPMABeY7jNGc9QnAqvX9xYLxmAM+8B2V3DhnfqL3/f5u8fFUhPYT2sj1MIJM9PuiCPShvaryooXE98GpNPara5z0gPrg8Yg6jPZuR2Lr9K1k9gTwjPfOznr1Mbk28Zz6IvVIvszxGZHuOWbm7uzDaHr3FuoE9bXepPUz5iT2Gcog9C33BPWhK9byhRaw8+YI4PXpFMD3v4As9H9bsPJGZcjsu9nYOdQx6vI358TzP61O9RGvwvAr5iz1PZOI9jd+TvPak6rx6d4C9u6tDPXVNvTyR4ak8m+UDvdEwH7y2ii49VVHfu17Injw0aH699OWvvJqRiTw93R69RZ1xvNE2MLwFEwe7AzoiPFo84jsJ10Y8S/acu5WcRLy+9QA9nXSLu7+auzsOLT+99lR4DhlPs7zwPiK81LPiPd0tML2DmKs8e3GePGlzLr3cSlq9479ZvBlUPT3dMmw9zJ0+vNIj9zvIqxo9vUQWPXAjFD3/IrI8bq2KPBc5mDxs08c8Uf6MvXA8Fz2QcXK8Im4DPSRT6jz86hs9RpwYPbQyr7xj68M7lEc2vd3QFT0N9oU9f8CVva4Imb2MOQI9DGr7vP43lDzIpiC9ICivvFgvjTxKLM08idssven+C73xya+7QuMqPT+Pc7ys8B88i8lvPW7kID1w4Ns8SgQFPAgmIb3Yi6I9XtaZu0Pai738sXUOMHmcPHoeSj3OqPE6WDmEvdF8eA6HWBW9",
        "5+chvLHsmbvti5I7bdtzvQqbF70zPAQ9+bioPegWB73BboS9+V2/PSbTu735Fbk8o425u556Cz2Ns2Q9yAzlvW7mKL21MmA8GqV7DrJBRj1taBW8UKgGvSTr5DzgXoA8g8VXPXWWcDwRAfG7W1vNvKuWCT3lNFg9Wr/BPZ3WdDsGQ768uC56jkUCsLz2J0Y8VhgmPLX0UDs4/2Q9AIYrPMCu07vsccW8Ruf9vErwej1WxtM8sCCGvYsEBz2/IN08Dw4BvVKKnb3F7xs90tU9PSHzYbyJzAw9l7ajPMZ8irwKw+M93WQwu01mQL1Mg7c8XHYGvG4NpLzOaAM9074HvWq6BzxwdnQ8gxkBPPGzd472x0S7JlYsvBWjIL1LaUu90Kc/vX8cLj1WQYi7lqIRvd9merwjbbw8WePuPM2xeLzNfl+9cLEYvRAcLTzM3SE9SfswPYH8i7vg0hM7HXqvvao+WT0eLH26L7LMPG4Ip72JJp08CoGbvX03Wrs5FUg9GgJfPaLjKL3vuIE9AgcqPeXUKjth44+8T8+9u6dlzjzsaKC8tm9YPV+Q07w78PM8jkCNPGr2ij0Q62I7Ge12O3GQjzx2yvY7mOsVvbbporsiPUQ8HuouPXx2grzGopq8v/MhPAHovDvWYVQ9/gp4DtVnir0ijiC8BHjzPIBD8DxSLngOAx6Au6T9ab3hMKk9ld5zPPzGjLwf0hC9F43gvNeg67zFuXo9ow0RvHlTajz1z2w9u2kAvUWfWL3dQo89E7yKPPA217irpOO8E2WYuq/beY7hLxs9ar8iPPI4EDy1Ija9uVtdPXuQh7w5rBE9w0KXOyUKTDxqUyW9XCe9PJaUNjxCkAu92pIovaqMeY4tF4k8UpXwPIn2Sr1BSfY8rjtDPXzs3LyogpG9m/UcO1OkUT2XKoQ8WHgXOz8GkzyU+Da6+LWEvRZTAT1ZWs65Er+fO1cQk7v6Yog9PZgvvDZCojybnq+9yOEhO0p2Rb1+yhO71dEGPfglp72AfUk9",
        "e3eGu0Yn2DwvbiU9hb3+PB7LTTx0QXgO0/QlPdlJ+jy40gu8HoILvcPPE72KXC48KrD+vDwchbzHTT28awg3PEHoNr2crLI9svklPUGDsrx4spW8axTRu3umMLzaYW+7JdUDPdHMjrt6YIg7RWDkvOAMqTw/0127ZXb0PATMZrx4jLW76q+SPasyWDxaLxA8Vf07vUzw9TwhGXA7ht0FPRZdd7waf2A8q6quO4/AMjzh5dK7Pkcdvf9lgr3SAQe95EO3Op2LUT1+RCY9yDMSPfHKhLyNSzs9dzVkuxqjETzs2nu7l90vvV6QU7yVIzM9Xh2xva6ieA7JZVs9GbS6PGfU8jwIoi89VNZ2jol3HrxkKA++mN8xPfeHvz031tQ83uyCPG+SNT1hMJU9tUmOPeh9frwA2488Pt52uy/Our2csgi99/DTvJYEzz1+NIm9CpOPPfZ1GT1ugHaO7DcdPUW36rlSPas8WYGBOw5ZiT1XGCk9GC8SPTOEH712QDw8NHPBvRklxrzin9q774/vu0XVtjzaB3cOJjudvJALnD0jm4y7uiR2vck7rTw2tbC658OXverPlLtzrrE8c4K1u0SZZD0/bK09XZ7qOz4HlT0AmMM8L5nSuuIyAz1HJpK8spMQvRMPqzkwias8A7FAPYa2n7y5BDM918W8vJn4OLxbnTg9JrWSPVxvAjsofla9vYcNPFfQIjyBbje8ioV6jqb/TL3LFfI6PWDaO4srYj1vKf88bko3PJij1rzHEsE8bpa0O5YFTz2LA289qvVYvA2Jrbxuege99Ne4PIxgpLxekPe8MyqmO5Sx0r0a9xO9d6DFPV5JuDvzMtC9HDhYvZU1QrxEcwS8CODMPBoRUb36yaM9LvMXvNeiCjx7QKI9jBwyvf9wLzv/vJM8qxxvvZvvJz1HSuM82/nJO+f6wrx2y1O9SqtUPAnOwLxNAIe90N80O6oXSr0gPfy8GXH5vMa52Tw7o4K9oSwHvXviB71ezk+86U7vvMnC2D1R43iO",
        "+QCyPXNdWb2OcOe7pnGuPUMrdw6KkLS8ylQnPU1FX7yJBzC+G2aePDMf7bwtv7k7Dvq8vC8g2jxixti8jgqkvDyLyz3uDXo9kWK1PEYUCL3PHl09UgfMu/ux2DpJaRK9Lup4DtMAsD2Qe448vAW0PDBM+Duj9Cq9kaTMPC5KgL2y8Ay9ZwX/vCpwZr2ivWs8"
      ]
    },
    "hidden_1": {
      "bias": [
        "ONSBu5gZx717xhe8hs5lPFlmJTvBOfy8A4tvvYPSLr0y3/m8lrWkPMcBabzpAr08x0OPPIEG1b0iy1A84xqwuzSbTz0bZAe9z4wlvTdzxL1Wmn+9bsmRvZYSMbu57LA8MRRAvNhEsrw4U8+7u2O+vOYJQL3ZjsQ9w/nuvWY+QLx5Txu+AvOwPGtzDDxxF4699ieYvOK3h7zumVm8UDabuo8VOL1TYKG8G++Xvf36JrzJHd+7wtkZPTvAGL3GtAq7QHKgvfB7ob2vCr297BGDvNZpHL1aEV299jnePFZwHL2OykE8oRq2PNzC6bv+/ym8h82bvfrpWbu7BJy9qJrhvJKcuLufzK29Pvwyvc70kDmDi6W9PcNxvQg9qjuiI2U8E9tnPUuutLxBXAS9jfi1O8PlyrzhKq88ZJURvSOApjx8k7g7agNmvbabYLogSAG9pIfkvQaZz7q8UJg8UKEQPfTAwLsFAmw9OvOHuzHl5r2HfVG8CtQ/PQUcsLueS9U82MNhvLuwxTt2/Dq9+G3gvBiqDD2E8149PFbovfjb+boUxzy9qh6AvQ3OmTwxQHu9t/QJvdCivbxnGOC86dIPvW/gJbzY5mo89u9tvRe0/Ls2nPa8V0pEvbvITj0OeYo8MtaIuy/wb7yKyAy8Z+Q1vGNmDr0MiNO9qYUIvSBQeLxv/6u9oBpaOw=="
      ],
      "weights": [
        "rWhgO4JyeI5z+SG9eAuVPPUetrxpGXgOjUF2jit8do5WpXQOieKLuxPddY6wUdW7Pl4OvUdmFTy33vS7GW12jqC0Ej3cvMi7LNIPPLxUwLtbm3iOmgJ2Dv/Mc476fZc8lA+7O1LQeg6xH+o7OD12jsJ+AbzUlqK4r+EPPZtMXT3xs3WOt440PSDdZL3yBDg6kCh2jgKOorxw5XcOyyF6jtsId47ZWXiOP4vfOyfzdY6x7nC8GADovJGMeA7yqH671XqxPJG/d46tPbU7YFeBPMMB9bwiG3YOSRmHvZ7poby2WhC8rHq3vF2+eY76u3iO4sJ4ji3SbbyrOneOgNcIj0Wpv7tJ+XgOMUd8juBwt7xqsTS8utqevFfi9jwGxgm9yMCmvOFg2Ltar3aOkomtvJzodQ4KaBu9LZtnug4+Ub3lIKG7vVtXPYVVbo7jTnUO590xOkCBew4uVLI9bXLMO/SOAbyfwdg9t3EDPfj7KjyAY3mOBxEdPLcBeo50aow8OClfPUdDUT250XeOOa5kvRIuVj2i3Zm8aSN4Dr0Uqz1tkQ28a49QvLh1tLwgvU49Y7N3jmzqb7zDSck8Jk0hvBOgdo75jIQ8uu15jmfJOj0s8iE8fis5PcJaWr1lM8Y8opJyjtqBtLqK3XmOAcl3jtOueI4zEniOWNn7vC81eo64zPk7LT0FPMWXOby6KnkO/0iivJg5tDuVL8U8yuZ1jhJreo7LOXSOq0t6DoGIEjzEZXaOsm+HOzosJz0NABQ9Pz2nvD/rdI451yA7WiMkvMSUKT2NKtk8wv51DmFceA5WrWSOiLIKPJctJzx0NXcO922xvCQedo7sgeU83GQxvZ8pgzsz+r88K4V1DoCyibzuxIU8fioYvGyceo6o25W5dit3Dir9a44e5HWO/PF6DgFW4DxaJXaO3pszPSb9RL0plXaOCIiKO0YNMzx7JnmOTf//ukhSOj3B+BK9wSp2juQp1DwzOew79B/1PIowSr2kWXmO6cZ0jgN2dY5Xpjm9",
        "6gJ7DqBGCA/ulbk7iuN0DsALeA4/7/O8WvvQu0o/crvUjhu8x8LSPBe8CrxDBLu7y5l2jsVnRby3M3qOsPKmPAKs2TxAFvo7K6yUvCzayDtFVHWOzFt1jtFlqTxoAHmOCYucPE72nbzBQYE8Pk/wvM6VYb2ufz48R2t5julUKjtqIXmONsSWPFaiz7yga1K8t6d2DrbyWTzccq27ELfvuqWBe47tySK8OSZguz/edbsJLCw8+jPYvDitd442fHS6wK0DvUTPLDy9nHeO7WQrvP91eQ5gl2O8pO0yPN+kOLowV7w8Membu9ITY45dpHW8lvZ0jpgEe44qZXaOPCJ5Dv4Po7y9ZXeOfs75O3WJujwjA5U8npt2josvwbtUicI8eNcNPbUscw67O3SO7Elzjsxad45mj347lxZ7Div2wTzt3xi8DIeiOgEtx7xfC3OOW1zVO//2hbxGhiW7UODAO81ycw6tAnoO5Z1jjghKBzzgdYy8SU90Dq/2JL2HeXaO2E0iOvTorjzhsC496fJoPBuzdQ6bwaq7TK0BPcQAUDxv1XKOC+q3unahd46WT22OBfFzjv24eg5Kyts8AsdujohS+jjXyP87KZd3juG+drxI/oW8Jr51juBhET0tA7Y8odMhu/6raI7Jips8YAztu2hibrtN0iu96Nd4jmDja47sMHkOF9VhvS76eI5aGgePyDEhPDvGdw7EY3SOKIoCPLOsgjw53bs83nVFO9adqjw/qb28/97wPGBeeg5tAQm9AbZ2DiN9CT0zk0o83psTPehr4rtBjlC8gcdjjsJheQ4oqnK6u7Z3jnqCHL30rVQ8pQu8OxsLKTzxkjk8JEvZu+Xsd46udOa7lRd6Dli5wriAHso87dTFu+Pndg5c0h67pl3GvFyUJbv87nmOJGjjOtwgnjsFllY7oPtBvKFvU7oFH3aOFDmpvAhWLj2wJ4U5GL51jjOqmTxrEXiONva5vMVwxLzIicc81Uw0vM0Hbr3Q5m6OrnntPO3id479MXYO",
        "B5R1jqDDeY7inzE5k/V2jrpinLvfcaO8De9dDnoBew4QW3mOk893jv9Zdw4UY3WOFRZdjiH9UA4uknWOOqh1jov7dQ5R3ncOSlV0DpEMdo7cK3YOsOpzjtePdw7jhGcOTdp2jpzgeQ4zE3cO+Rh4DlsPXI4HD3WOpy12jh7yc46npHgOcvZ6jgtDYg4b8nIOejJ4DoD4eI68L3yO4y53juPCeo5GEXiOZPp0jjX9eY4gZWWOSRNiDsKWd45hP3eOWPd4jrvpdo716HUO5qZmjhSldY4DOXqOVQt3jqcodg56iXqO+1l0Dp1IeY45H2SO2eNqjscCb44TU3QOvxNyjpwVdg4jdngO86V4juakco6s83WOg4t0jm5UeY6fRHgONbB1jipldo48bHYOzEJ4DrendA42RXmOX353DsSgdw4r+3oOF254jtr/dY6orncO2TRzjhixdY6z3neOS/x4DnPdco7W3niO/bZwDiAhb47QC3KOoOV5joDIeI49oHeOY711jspnbg50pW+O1CF2DjcMdo4NnXSOGnZ4jowgd44TnneOeBN1jheDeg4SZ3mO6Dx6jg7rdY5et3aOR654Dr1+d46urnSOoy9xDoandY4k5HaOdyd2DoIjeY5FtHeOajp0DsZVeI4S3nmOnpd3DlZjbw42THUOqU1ujsU2dY4mHnWORf1zDm7qcI4HZ3iOFnd8DqbScY54EngOxaBujqEhWbtbF3aOueCzO+zUEbyGjNQ8N8h1jtlMdY4oY3aO6pV3jqhFFr3Lo3oOMH+zPGj6Nryi+Fq8EK0tPPQIdo7sXyC8BVi6ux91ajwj64w7Wxp2juRAfY4TrneOMG6Qu+b0Izzpj3SO/LqkPHTReA7L3966Xre3vCHUFjxoqe+6iu93jvxpIj0sRb08At/cvEZkdo5m1ao7QmN7Dvfibo5C8HKOJYV5jrxXLT0PSXeO9kx/O4fcsTwQ+XWOsePQPHQXH7pIH3oOC87gPEXyjLzIaXi83dpwjr5v17wJnke9",
        "h719PLicZjyF2HUOqEJ2jhGSeo4ZUQA9Zjl1Du+FCY+7bDk9ET14jvImdI6pBuC8NvQ6vKJdFDxP1tS6W5YlvACbcbxQT168Q7R2jmXNsrwOBHiO1bzTO0hWEL35AJk82AYcPSnJAb1IB3GOTe12jtTI3jy/anaOtstDPJ82PTwqfuY8HpkHPOdQ8LzhhAM8yuF2jtSP/joot3WOJtp5vC1jRzwjSd47Mgl6DiRvqztc9BW6J9wXvDgyeo7jNkO85g8iO8eeQbwB6r47dSiyPBRxdY4fDtk8R2/nvOec/7yGQneOn/K9uxSLeY6l69w889rHPGjbMLvnkpG8jiNaPH3ZcY5IhBQ8O1x3jq8Wd45rtXiOIM95DkwYzDvsMXmOX6eMu235pTtot/u8y4Z3DqnwvLwubiq9eu9IvQmsd47I83oO3wR8jvbQdY6GQzi8h714jsvRGry8QZa8Fhg4PRNC1bynQXoOrV+yum3TJzx3vM28WMO7PEhieQ5mHnaOGMB1jqUjPrz5YIO8HIx2jjhPLLwPVXaOA4y/PIw2Vbw15XI8D6yJPbFRd46UYkK9xkikvLho4DxY43sOru3RPJXWfA4dxHaOg056DlOmfI7dXw69Y+V1DkdsPbzBfXi9juh7DnRwPz1HOTc8I8R3jkpbj7yFFRm9AznOPLvbdw4KAs+7wSrROzIAUjzg6WO9+Lh0jjt9fg469HSOCLv2vLbedo6HtweP2BP/vJnVeI66NXmOUymnPIspgTwJzKM7S8WmPAg73bwUB3y8fei2u29SeI4rUwi98NR5jn+v8ju9ife8HOUxvAutI7tFbY08jC5yjo+WdY4Ox+88uDJ5jps2Hr0WIZy7knTYvMGpMby3xha9e8CHvGpSdY5ngxO9CXp7DgJMIb29i9s8+TvXu4K1eQ4uiS08rOcUvYSUAD1jS3aOCbipPIbFEjpJIkA9ujyhuxJm6jzyyHqO8iWivGfEkLuyCdM8O3F7DuAnL7x7F3aO3eQDPahKL7xt/2U9",
        "zpQMPULIvjwHSXGOlaLxu/c6dw7X/3WO3Id2jjOld47bJU08gpx5jtq+d7x/rtm5ShRWPBvSeI4pwKu8HYCDuxccPTzUnHaOFUZzjo9ceY5RFXaOILYAvRTldY6yN0685JW5PAmU3by3FdO8ixN4jl6QRr2lK2k7UIHSPFphbrsU7HcOZwd5jqIMeg5lyys86dVyPWFCeI4ICYS8rth2DmGiFTx+huG83ELKO/z72zuttXeOSJcQu58QL71zg8E8kyV2Dvg0dryVRHaOLTBzjkRgdY7GuXSOuZjYvOMWdo7QqmS7qJzBvFJ8dY6laDW94es4PXk+d44/yA083Y66PKcABrw2T3qOw426vO9/Gj03PkI79+m9vEewdI6ERXoOfKR0joHFVL0K43aO6Y4Jjy90krwURXmOysh3jr78EbvTONa8klAYPHCMfrxyj4k8WM6Bu4jZ7LjvD3mOi4SuvNGOdo6oe6u9Hx9avO1XPjxIVOg7D9UVPO9Fc45hknWO8bCdPE7Vd46qo5S8/3w7PWCkpbteK4M8d4QmPZiyTT1IUXWOQrbau4O1eI7KE2k9Sw9oOzcC/js8Q3WO+d/2vIofPryLqD+73P54juvjYjxVI1+81w16vLY91jxZchE7jeF0jsQpHL2Q2sC6vtoEPH7+dY4x2zy9ey14jjsiFLxCq4c8i8wyvF7+Fj159vU8UOJvjg5sSr2kvXmOX0B2jp/4eI5/eneOloxZvEZTeA4+NTA9GoDivAocJjqfU3qOEnCMPLy8gb1xSFK8MPt1jlE2dY5aRXqOhIF1jhOI2zrTY3wO6wQcPCUZlLxIlTU9IVuQPGwIeY60vq+4OroEPFfQEb3jhXs9Bu50DhjWdo7sHXWOOrsOvT3VGDxPuHUOTkAMPfuceI4ywOW8Dkj0OthRZT2bpOA7HJp1jnCuoTzd+Ns7L66jPKCWd474QRW7aqR7Dq5hdY5+QXeOkY54jlGjDr3mT3WOVworvV8Ikjzq3nUO0+WZPJ9rsLxL+nkO",
        "1LoZPNr9Ojs6Nk68ZbN3Dl2IjrrFdpM8CHDIPOwV0LuuD3aONOd4jqQ4dY4/Awy9SWJ6Dpc2CY/riKq8NxF8Do0ldw5r8La8j429vJaWID3QCLq83s8uvWq0ezyXHba88Tx3DtuSS7w6g3eO0T0WvWOgF71EKnK8mOAJPNrOA7wsoWqOnPB2DhTkkzpVRXiOntQePRkZ+jtd0RS9vtoHPENKJz0URRC8WEV1jgaTCLzY3XiOqRwgPUEzFT2egvW8Z0Z1DuTWUr1qqYe8/Bl0PJGQeI6mGUI8sR3YvOkInD1RZy69Mq3kPGYado7qPtq81Hc+vLz1VjuZ+naOzRWjvAXndo5ZZYe8EaynvHhiQrzHJI+8to+GvPOMc46h7Xo8Tz15jj7oeI6uWXUO6Bd1jq7q7Lqx5XiO7MCcPWeR77xEPQ47Md95Dr3Yv7xvM5c8KaNIPUGEeI5pQniOSMR1joqHdg7O/Fe7SwV7Dkm0Pzz2ZM+8okqJPHXXFr0lhXSOPBgzPNiWNLw9mDi847CyvOhMeY4QNHqOZ0Z2js6Zprx/x4A8wQt0jgliVT2HZHoOas4RvSmlRbxMZlc9UOt2PbBQeI7bupe8u/MwPT4drLpWIXaOUjs1O6ijeI4iFHaO/5J4joNddQ6FPVo9wcN1jqVxubw4W3Y9OgB4jv5z4ztH+287KOJ2DpKs3zz9xRE9yjAFOZvCXI7T5Xq8A3tiPXDpHLsxm28898F2jvvFdI7WDnYOT3pfvbm/e45IxwmP7cQnPASKdo5o6HYOf4f0vPq7uzxNmS48Qz7rPKLGlD0mBOG8y5vaOw2cdw5Y3Uk8rkd6jnTwNbo9T3q89paTPfPkADx9KQy98ch2jtKDeA4aCyW89hZ4jkHfwL3zWLW7AdlpvaOfej03GeI7VIF7ua24dQ6STpA8bjB4jvk/obzPSWA8bUWUPbcxdo7/HFw9QdpZPQ8+uL2SpHaOpI4EPewfmbumTxy9m5rivLWXbT2d0XaOShBXvaGHrLtPxK+8",
        "ZUt3Dimy5TyYjXmO/gUxPSh/LTznxmU81brburyM7byVSHGOlpSKun54d44Y4HWO0Xl4jn5nd44bA5I8o0p1jjD3pLwE38Q8uWVsPeqyeI5yNg29+sgVvbKcLTxZH3aOVV92jsTPd45KaXWOumutvCObdY5fn8M8QOizPM6BLry4LEW7CA91jq28lbup0bo78kQhPB84mjxVFXsOsVJ5DsEXeo7df+M7RvmdvEFKew4VUFu74E96jjwqpju3iQy97/m8vBzuyzsJ93iOUQDGPE1zmb1/iIM9N0F6ji7YoTupyHaOS2x4jsYido5GBXiO5EvvvAyUeQ5eJDO82cZ7vEWxeo4SiR29eKXsPAp6d446Aj49LbU4PBZO4rsFAXeOSKmZOtRjTLwPi/q7KAC3uxi2do4SrHSOV1F1jvdHozsmGnkO/xgIj4cZSrzv33SOHvd0jiDHgjsQCwm8By0XPUFoObyQ0qW8OSchO817NrtdUXeOpceOPEondo5fgE49j7tqPIONgbz4sVA82N+CvM57dw6OQXWOxnmRPDgjeY5x4FQ77h2NvDcVhrwUBcm8Tc1DvDcWvTxYKnSO5MOVPBU8d44MRis9W/4GvYE3ubxAM3qORRf4OuijSL3Y75O8PBR6jsZvbzs+xpk8RzF+PRXNLb06jQC8UH96jrQjDb0pLTo9J6wTPUZZdg4GEp288sZ6jlJxXbyZSP+8buqaO+zUsTsYIa+8Xh5yjlyhK7z42nmOT/Z6jsMUdo4x/nmOqsgIvRPrd46odZs7H7F2vN5OLbzvrXeOjqEtvLv9ij28lBm9mx51js+vc44YcXaOSwl1jjyC5TzW4neO3UPcOxS7VTz6ya86enpYPP0CeI4v+mu8uuptvLPRnbybqx49vw52joqydo4E53mOqcLqvIjMi7wySnSO1NAnvTlUd47fvJi6/UGDvDWiFT04bn49E7l3Dmf4Db1j9RU9UhmbPGcQeY7o88Y8hLx4jgP7dI4BcXqOJmp3jjmIXL1ldHiO",
        "5BgPva1OkTzT5HcObD+nPNLI0LpfmncOhwBkPFfh2bzoaoI8Jdt4jg4hErwQJ0e9fGUmvR4C3TveAncOER54jowodw6J+cY8/SB5jjNgCI97hj+8Ghx7DpkIeo5slw48sAGBPZr0lLxDqDs7hsY9PazLxLx+GkG9BPV1jo3gwrw1HnUOTDAEPHOeKzwRAKI89EXKvM1d6Dzqb3COTrx1DiCRCT2PTXaOTgw/var7BL0aFRI9DZ+nvcj+tDya4Rm8Zg55jlpASjyWm3WOYyGRPDkgEr2MTS495G15jlweSL0S1SG8Co/tvAh3eI6HOMi88C8zvOwalTzpzl67GdDwPAGjco4pnqc845aaPI41zLzBY3iON2QHOWq4eo6hvtI7JkOOuxHRez316xe9OOgOvTBcdo6QcNw7ghB5jntUdo5tanqOyXB1jtevjzyT53eOiBbNu4AJHL34BDc96j96jn0XDT3IkTW89z4RO2VOeY7T3XiO5mh8Dv2adI7Nqho947V3jhs5Hj0hm228RxAhPUzfEb0yAHWOFX0SvZ0PwLy2VNO8dneWvL2TeY7oQHsOzdR3jqboajuCaIc93m11jqdcz7wjmXiOD98KvV2vKr0C/748//COvcJ+fI6FPQa9sDKTvFJis7w4S3iOMny4u8XUdY6V4XaOYjR2joX5dw4whqw9hWx6DhsgSLwC7D+8c7B1jjCmkjt5XoQ8PF15DpqKKjwf/gQ9ZhxcPK9XeQ7wsSE7cU0VPN+DkrzpuSu9Q8l3jsyHdo5Ez3iOSZB2vMkdd44jBQgPJHBxPRjSdY4CcHaO/ZKHvDz+vb0KJSU+6ut8PGmxjr3Wbsk98VVFvOQneo5598W7JPB6jksLVz3s6Me8/0VwPG/tsruEd1i8YVJxjh36do4NE889ml15jsB02zxu0qW8GwURvQNClDyiDny8BNz5O4nFeY5rXbY6ZYJ3DngpqTtFHWm7UrnxOxEddw7CT6q8S7fdvCIBPr3gmXiOrGi+uYObN70WnIW9",
        "6f3rvEU0PLxF+nQOjli6uQ6lCTxMQIa8Bl94jhz/8zs6IHaOpRKPul1AJjyR63y976wovH0DBTvbiXaOnD2eO3ydd47Qp3oO3wt6jqnVew63nRW6siJ5Dnum9jvZYj87wXy7u5tOdo5i+GQ7XeyTvJKtxzvpTXWOT5J7jgD7dY4hvXiOWpGNu9DTdo41oWe8ZLPBOvJWhDwm45S8IBd6julbirzgKsu7f38QvUG7ojxqT3QOOfZ4jueSdY5jflq83XNIvPcReI7Le0A8BH55DlVv5DpCS0e8lCJnvaZadLzGUHuOXMvXO25Iw7zTMyy8qOx1jv3/Dz2CK3SOTihzjkyQeQ6tD3iOQUU3vZUyco419Ok8K9VSvYY9dw5QZ+W8WoHOPJr/do7WKGq7Kjy1uB5ORry6aHmOO81bvLVn+zzle/08EuuZvD4eew4tm3COT2p5jiG4tDsr+XaOFCEJjyZ+n7zu3HkOlf16DrEDPD0RMyC8RDcIvcBqOrzQXXM8hFeMPLxxMzzg+3QOTy8nPVEeeg6lDcE8psGsO48NVb1G6a48hq5+PPYhcY6U2nYOtr4ivHHneI64Xkq9eiSEvLdGyryAn429zuKiO6P+njxpIXeOlP2Iu0vneY6r7T687ngRvL33FL3JfXmO6ItWPM8OaLxIKJU8bDd6DqqhFb0vXpo8DVY7PbNWvjx2xYe80jF5DiOwAjwz/Ak9yQIlvKXoeo6BaU69IDZ9DtNjQbvxtDU8sh0JvBdyq7xeO5C7a9NqDlzhMzxFE3mOgDt3jqOSeo5fonmOW7kBvQLIc451R0I9ps+Fuwq/v7vy43UO6yzevJqkBrzI1yu8CKJ4jkYaeI5PkHcOSAp1jkgUi7sEE3kOCe2kvNFQjbxhjiw7EA4ZvfPzeI7HtR49C0HYu7khNr00rqS8fWN6DoPedY4TCXiOLuLovK80WrwPU3aOkJrIPCYGd47hfrQ7pMZUPSlBxLzH2Ky8gVV3jgLXPLxHDcc8ogbHOoAveI63W4E7",
        "Y7t0jrEZc45VbnOOQnd3jiVCwbsaBnmO31r6PN6lCL2iyXaOIFwAvM99G7zpXHiOLddwvJOqxTqlWEs7Pl91jmUyujwlHn28A4kGPOAQsDyH3HeOE7NxDo7reY5IfpO7siF4DoTWB48m86i81U98DhVzeg6h7js8MLjFO3bNzLzTqwy9rQXLPO8YqLyR4X68mZF5jrdWrTu4N3kOPPhBvKkcSDv92Vu7+3KfvMRWCry57XmOWgp1josSzLyJr3eOidtsOuBziTz+TH4639FfvXehmzqbLY68HB54jgyXGD31dXWO77WfvCdaJrwdiIC8DFx3jr+6MjzSN1k7R0VsvcageI4cthM8ffFvvGr/s7vPU8C6+laKuTJBeo69a1y9gEMcvKiWILtIxHkOy5WzvHCcdo6+uhY9iAZxO0OUKLznHiq8TYDGvO1LbY7E1cE7FDR1jpqNdY4KJnWOvLh4jgdV0Dt5vHOOvMGavEptMrz8Wqe8u198jrT0qTyfnh29Y3iFPNOdeA60Z3iOBv5xjrkDdw48rRw8jxd5juIY9Lvn8cA7rFNmO2nvBT1ZLnaO66fyPJ0GZjz1/7O7zXI7PbKSdw5F/neO3yx1jj+DTruzHpA7Hr1zjoBFz7s98HGOrs+BPONiorz7A/y8/nfFuzmKeo4GBkQ89tckvJMwCDxg93SOnp/FvJoJdI5PF3COZuR4jjoZeQ77iiE8ITJqjiciL7yvbsY8YpF4joJD2bzt8Xs85mR7DhCdOTwaKOU7RFtCvBCxc45ZDbI5/okVu0zRoDwZND28Qkp4jrtmd45d9nKOX3w0PPIJdo5f/QaPxW8QPDsIeA7UQnYOZ5UuPEQeJ7zX59Q8BXGtPMUAjrwIEgc7tgfIPIIOdo70iaA8A4x1Dtw+qbvlOqo4pZ+SPN+QAzwifJU8oj1mjrqxeY7kRei7e4B1jnCe6zx/8Kw8OnN2PPL+hTzb5G05nZzLuwXUaY7xaMW8fwN2jsOa0rvJM4S8w0SQO0KLeY7C4ls8",
        "1giHvBzP5zxMaXmOXulWPEOF9rxqVss8AqfMu+bwGb2JtnmOnL94PefyFD0gSt078CF0jqk1FTw0xXoOJaqEu19aqDz3ahe91Rhmuyj2oTxYfmAOrFYPPMVCdo6IKXGOy3Z3DhtKd47hZ4e8ptB1jtcA0jxr5Di8SnZ7O64bdY6WMiy89K0AussGkTyBUm0OVahyjp2pd473gXiOaheDvErfd454Zzi6kttCPNsV4rrBVRG93YZzjggYTjx5ysy8rFhLPMPYcbvvTXEOzTV1jucHdo7O3zW7gg2wukG4eA5lTuW7+tp4ju4JbrzW1zK8suu7OxpAorwV0neOZicCu1cSsLofDYy8VLx3DgHqFTvKM3iOpnphDlIKdY7ym3WOraBOPFOIXo6Zkqc7O/E/OnHodw4bAqk8p/tVPMM7dg7UTMu7yZXuupDVBrsX1ncOLT0fPGHnhry71Pu7oOwsvMLaeg7VkXeORzB2juAx8bhpuXgOhtMHjzybJz3K0XuOBDV4jhafezsCWNC8PtHzOO97G7wheAU97rGNvInVmjyZ23OOIxdOPMDrd45zntw6kDcVPYB2jzuhOUW8f8e/O3taS45uqniOZ6oSvPftbo4Dwyy8aaJRvG+2L7uMmx09WmEVPXQCgjv8dXSOOHVzvJWTeI5oJvu8H4bgPLWsijyE3HkOzsM3PKBy1jxamg27BF15jgHpejytk2y79kHku3fARrw/Z6w7Tt10juskRryrgCk8b+kju1C0c46N7BM8aId8DvQWkjw9/8k88KpCvJdOsztwhwQ9YnBkDnzXNTyfLXmOkO54jnk+bo4XcHcOq8QuPOP6dY7V1Ky84wRjvCjoHz37mXeOIa0dPb5kG7x7eag8ibF1juuneg78HHgOFUx7DhZnmLsoDnaOjF8lPEiRF7206XM76w8LvZo1do5HWtG83YNqO34qJj6Dz9m8cdR2DtGYdQ45VHSO9YB+PO9YAj7bL3oOb+7FvHoaeI6mkju6hJaSvdCC9Lv2PYy8",
        "2Xx2DoMT/btt73c79UlovUb1do5QTwy9ZHR5jpNico6/I3mOEZl0joaVCr1oMnaO/IqZPWKeLjsFLngO2cCpO0C1Cj1bH3aOihHnu69k/7tM8Pe8XRl1DiNs+LsWBl49bFpsPW4ClzsBXHYOOh11jsh6dI50cvm85WV3jnl/CA/ylWW8opl7DkKleo6BkOC8R+QUvBmnnL1Db4Y7MpIZOi14XLz4d3u8AVJ3DvuBobqgw3gOd0lhvD2o9zsbRJw88uuvuxkpQT2Y8HSOxtl1jqhS/LyzknoO6wyRPJD5JLz2wzc7/GIVvMflljvBbnw98Ot5jgIKhrvbXXiOeCPqPMEEK7w3raI6BwB5jmsb0boqS+i7RyhSvTxeeY5Mz1K8LM4rvbBLf71U6+K7eS0Pu3IKfA61+jw9skbiui/MUr0amXeO39UZvAzIeo4SxD29TvsuvCtPN71BpBO87AxhvAwVZ451XBm8aPZ2joBOeo6L/3OOh6R0jgDAnLwEAHkOKjQsvYb2VL2QKES8q7x3DpUC3byYc4m8mv+TPPPBdY5xEnGOM/J1jlLDd47g7ba8Nq91jlXu5by0GbE8WvOcuzNkijlGvXGOaDrAu4tRmTuNJxk88XzLOsVqdQ4A5HSOm+VvjlAe6rwDTi46ZmZ1jkBcTLzktneOxz8ePDReMLw6uU46UK6Xu3cKeI5Cg568f63NuxnavzwO0nkOLbatPKR5dY65wWgOAwx5jj0DeI6GR6U85U5rjgahvrxc0tG8yNd0jtkXsDvGrAw8lGR6DokSj7rtKoM8ePVIPQE4dg5+y4A8uIvWPFZylby/Yco7pdx2Dvxgdo6d1nqOLPkyvJgidg6XJgmPq5X3vMfIeY7fd3WOB14GPPIYED2SKU083GPwPKbTq7yAZwk8CRSZPGpvdY6lOCm9JHV5DkkJETwqGUG7YpMCvNDwAT1nhiA9SAljjkwZdY6RPcO8enJyjriwDDxsp8U85f7XPAPCtLvldWo79FIRPZMbeY58mCa9",
        "Kqt3jssZ/Tsy82u8cvD4vNJDe45bBMy7OgOzu/fcs7wKiHeOw/iCvIUXLLxFy0S891gUvEjTO7yQKXeOH6LTvPvUnTzxqF095HV2jn6D4Lyl73iOevcvvHwhZbyIlHw6DjwdulPmRbyEUHWOei/uOWlXeo7vY3WORLl1jlhxeA602JY5pR11DiraE7zuOSe8FrMbvIw1dg4Yf1g8IcuJO94VEDxC+3COznl4jkdBbo5I2nYOylkdPeMEd47jJ8I6YA6LvAMVP7zyGq48xpVzjvgDtLy7QEO86WIoOy1qlbo/TXUOSE56jl4raY6wmhu7pcqevDtzdw4mKIg8NV13jmeLWjx3wI28vwmdO5aGY7xB0HkOk9HTukYzKb1ABIe8Cth0DiyHqLzR03eO1b5yjlWsaY7ANneOmJYwvQ2EeY5L/6k7BxxfPF4Hdg4FnsY8Z3YCvJrseA6eqz882K+nvE8sKTwD/nMOnxljvPmoH7wGTP0759rpPMwudQ6pj3uOupp8DkeyYryih3eO/o8IDyNfvbwjMHkObhFwju2obbvYXja7CUGAumRQgDwZ3mi8qDflvHdfK70SdnUOlYQuPbuldw4S7jq8wUvfPHAg2LyzUOm86qW5PMlNdI4bY3mOZYVCvHYMd46/0d48vV7Lu66jXjy+iZO8aF6+OsGHLDsRUHgOirnNPKMleY7AgDA9aBnTuzoM9btoE3gOUluJPFGzBL3leJa85P1yjrHJDb0OHkg85M3HPPgIq7w5tNe8fXl4jifJkjwCYrS84Zv1uyOkeI5hyXW7CzR3jqsLarwzrvI5WdS0vFf63rtcouS8pXpqjtliDL2zUHeOj710joHpeg5o/naOInwQPSZPdI7hCY68P9qvu7QjKLxO83WO6swLPYUwdjxH4my7vYB5jsH6dI5UUnaOLNt1jjRN2jw6Q3qOoWOFu4I2F7zhpHG80ITZu2uedo46zBW8TgoqPOyCdjwlH1+6Nid3Dniid47TDXSOoJVAvPGXszv/K3mO",
        "hzPfu9SjeA6MfkW8wrLRvKheiDxn6Iq8xBp6Dn05WD0SBQ68KgVavIL8dY7E5ui8foJ5DjGHdA5KOXmO1kJ4jiHTsLyrw3eOOb/6Oxiw6Tug1XWOJ8oMPUFVyzzRu3YOc/AkPBtj1bs97BW63M11DvXYsbvsdbI84LDgPCEJOjwke3UOQtx1jjPkeQ6P6Ze8IwB3DpkLCI8sqMC7zNR1jpg3dY7x2728cEuWvKKE2rvp+Uq7D2n3vJhDEjxf1jo8T2J6DlCblTpgT3sO1tZQvHqQ8TtgVIu6H3OUPGCDBT2WBGmOsvp6jrd6ET2+7HkOZiHbvBj0Gj3UTFy7TLGivMvY6zw8xlM7t1x2DnswBrxOZnmO4cKwPPvML70MjNy7Hzh3DoHT8bsbeqK8KCvhvI11dY6mS7o74HSxOv6x4jztMta8iIi6PK/FdI7T78k8cqjYvC2U9LwsNXWOTvgBPNjCe44f2Co8UJfKO78DWby7wT87Rt+QvAqsbI5cDQo8EEN6jgfkeY4Rf3gO4ZF5jvVsQjtBZ3mOTf6gPAGrqTxH0+e8YLB4jlT5Hz0SW189X+eRvJZ8do68tXeOou92jtyYeI5e9sQ7Om96jsTMrLxk0408ZuBhPdtYAr2XMXWOMdc5vZ5fKrwgOPE8fnOTvGfTcw7EgnmOONR5jm3Cmby6W5c85+93jhj+Mj2VeHoOzP3rPNe3Nr0ZIJo9KWX5PE0+eI5z6vi8r+KBPae2jTw0EHoOoTAjvRXqeQ60GHmOG/t2jgNbeI6zbSA8/Yx1jqO6VDwVbzE9omd2jm5EMjtZhlw9XC93Dtj7mTyEWVO9hygwPfjvcw4LXay5EBfFvNTe/ryHZEM8+652juI9eo6ipnaONgc6O3Z4dw6Y2gcPQqouvA8UdQ6tjXYOaqAdPUoHn7wNrOW8KFOhPGtdBLxhkOE7rqe8O/U4eI569727Ijd1jiFz6Loa84i67HiMvFHBOLwLXsg8F5l4jpTmd47Ifoc8ootxjhyCBTyU3Lm8",
        "KeVTPf8u27ztmTc9OnPCO3CndQ5htYq8NVx3jswQpzxIFDU912aLvAdReI7Fdh09Vs0IvXuSiT3JZXiOcJXvvFioVD0rDAS9CQSfuyLXwjwuwHaO0os8PeolrTw3uAy9zX52Dmr2UDzgLnoOPNslPOGSBrmB2wA9U9JxvFyZiLz7wnKOr4i4u675dY5HNHeObKd1jtHieI6MycU8oLx4jgYzC7xX9009xrsXvQfkeI747WE8VY6rO+66MTuGkHSOhS15jvpRe45cA3eOr7aBvGC5eY6AYdc5BCcBvZYTuLuycPg8FKt4juuEbzx0Qgu8D2QpO4tndLxN7naOUOZ1jnSEeA5iXto7vMhLvCefdI6GbbG8jJh5jsYqJLwa40I8ujqfvDgK+LrdmHqOBm9lPL3ArTxYswa8rU16juFui7zcx3qO5et1ju9heY5CQ3WOi77sPOfWfI7bSha8vAuAuhFbeY4qM6C8R/e2u5AFd45Zzaa8VomsPNd5J7w5CHWOWRyFPMYi0bt9ryG8Bg48PGa7do5PRHKOf/V7DlFAbjzGNn0O36EJD5rguLtNaHWOSWB7DnpqPTx8qVY7zXgZPLAj5bvjc2Q9RzuxPB/D8LxniXgO/GUNvFu8dY7JVvK8cEARuyPfhryAbyG9DdEtPabfc441VnqOZKfyO+0bb47CC228XAXBPC8+1Ty7W408BMkuvcOhg7vSbHUOuIikuVPgd47Uthw8NLRBvNCrQL0jRnmO6ldbPWfVHrtXfJC73Fx2jj6MI71YdIE8ZmtevMUx4buibmu83s53jvLNhTz1y7o5OVIWPdH7dI6DFhE8CAZ6jkGj/TwP9mW8DsvzvLkBxbwOE+68Ly9zjtObO7zBlHWO7E53jkAJew4+UHaOMZJ+PGWtdI5Ubjm8IOlyPHhi5rxKD3iODcy0vNVms7u5RWI8vK1xjhMfdQ7w63iOedx1jpfP0TqmXHqO7CXdOi5omDhSwfG6Sz/7vCC2dA4SooC8nPbsPKrcw7rSNO88",
        "FptzDgUBeY5rDHSOK9SQuxhZLTvQx3WOQ5TgPAxadI6xBns8LEDBvLOTgzy7qZk8ZJh4jnz2Xzx++gO82cMgvJSSeo7cLf48uwh1DlCudo6FlXeOLGt1js5NsLy1OnmO6GooPEd4FL2xzXeOfxPSvV0yOz2a33eO41/Yux9/A7t8qHQ8xxlwjuN7dLx2/SC8ok+auhWiE7w9GnmOgkZvjhqwdY4ckyY8i/13ju8KCI8XS+28QC18Dj2MeY7Pbp27aJdGPHpJG72fY6+6UODOvHLpArybJeq8K9NzjnM7aTzXxnSOvUgLPdOAFDw5nUq9FZu1POIr6zvGvnWOis13jje+AL3WV3iOrkI7vfomNTz2GHy8jaXZu4rjbDza7Ca8gMp4jv+p2DpXBHGOcwxfvPj31zyuT/S8ML93juyDZb38xnG8sJTEPbQneo5E23y857oLPO6UOD2fog48k0k9Papvd44oXyU9gqBIO0zaoDwx1XcOrH1dvdLReA6P56E8tNqsvAMcOD07SPc7mneWPIITa46l1oW9NuN5joivdo6vY3YOqTl2joaXirx7MnaOzO1ZPKRYdDwSHhM8sQ11DoKS0TybMOI8E2NKvTr3c46HqW6OeZV3jkysd45DiRK9Otl3jnCvwTux2Ui9FkuLPR3xZ73eTneOjxaAvaAfZbwXQ6i9wseBPfkgdw7H5XSOuiZ1jv8LpjuxeTK8NLh3DlF6GL1tU3YO9nYKvY5cCr3nFQg83LuxvYt4dY7wo9k8QV2jPClbET6FMnqOf5w1vaM/do6CX3sOf6N0jkhBdo5sMq29Uyt2jkZwhLyDEno7A0p3DiDJw7wb6N67BaZ2Dt3/Rz0hBGG8OSusO350dw4rWsa8iTMAPTmPhzx0Eh27AcN4jnXIeY596XQO9fkQvZJDeA6q/wiPTwNWvQmaeI4kjHmOTzsTPNJFoL1ma8A9WtYBvY8SWTvIJFA6Gw5CPUPQeQ7+K4M7ahB3jvrMcbxdbmm8IUkYvLT3BDwgj+27",
        "abBqjs+UeY5R6Zo9jPZ4jr6Kn7s9p867U3dePHnUAr36WZ67vothPFHUeA7LGh08aUx6jqHbMz1rVha8DV/Uuy+Sd45ioBG9tSGqvO7/m7w/AXqOAIeRvBaPB7x6vA89RkgKvO4XeTy/jHmOm/HqvMS85TuFdfY6GLl2jvMivzxLunWO07V5u2HlFLxEZbu9kvIsutrUg7wqnG6OYrMtPQwNeo6BlXmOJd52jk4hd44GBXS7yEF3Dm8Szru5Kag8+96zO3uAeg6Cvyw93WWVPb5fO73BxnUOz7d2jkgAdY7zxnmO8hvcvPZfeY6r3Uq8UMh4vZEmjrvazng8YGR2jlloU7zg3kW8QEqUvFyzXzwUsXUOvwZ2jlQleI7/s0c80bWtOpzec47aRoa9/rZ5jndOCz29wRc9WjUtPQayHD2Qg3kO+sXtPBEwtz1l/6S8auB3jiB+zrwix3qOO3V3jivSb44XhHkOvx9yvKBJeY6Xz5a8bNT9PByZd45fb5C8RkxePaI3do6Inbg7nk2sPFuJRbxDw3WO40gzvDIdSTxw4AQ7NNXfvAafdo5uYniOVCp5DpdGjLw+eXiOrdQHj8T4uDthPnUOFJ93DqKlZTxPW/y8xm7PvMYUIDzOKdc5MlwQOfurT7r7X3YOehBGvKxoeY4sxk+9UzBHPPIo4j2H2068HexyPSVUd46eI3gOTVnnvKJ/eo4l4D29YKeSPHNHgjtEjL08A2RWPfGHnLz2dXmOi0TpPIvbdo5SAS68GxatPJabBT3EmHiOk5RxvTrxuzyFvPk8P712jpR+Vbu8Z1K65pVsvPJeozwZ7XY9XmB0jmB0Pj1NgQk9zD86vaZleY53GgY8r4V4jgf4vzxz+d08yQqbvUTDqLygFZq9HVJxjjhgGDwMO3qOF0h3joFsdw4NvXSOjTiku9TBd46d35U73iF6PWqygbxRU3kOZ+f4PC0jgb2YQgU9t6h1jqqRcY7spHSO7Yd5jpOAdLsAZ3eO/cShvIzG7bwk/OI7",
        "jgXnPAg3d46UCPg8TjLku3i/hjwaHtI8pD14Djq+d46fhnaOXfHrvL+5gL0mG3iOEkK5vMVHd47d6hA9ZVwnvaickjwzkA291BZ4DqvKJD3umFU9KNKZPEAveI7p6Yg86l51jjSjcA4zsHmOh8p3joj2o7xA9nOO+xftvEU80LzSTnYO3gO+PG5DuToj2nqO2jmLPHEbPTyOI6Y7pWVyDjiJFbwjXGy7DkLXPNLL07y4oHkOiox6jluMd47ZfrS7bfJ6DgXZB49/6DY8zJh1Dm8Cdg6qwIo76XwMvdP/LLxP8y68HXytvPFaAD2OCsk7Nyl3jjDOzrx8w3YOlVtZu7hEJr1flxc97tMHu7eSDLx+zWWO/tt6jsulVjxfKniOix9+PYRQnjw2U4E9WhdTvOvRAD0yzEm87GZ4jp6BGzyE13iOmEXGvF85KLxc5dE8dTp1jnnhkDyuxRK8FNr1vIIreg4D7Kc9VIupvEi+ujyzPS07rV+VvNc9do5Tqp080S4tPQWxlDyhG3yO1BfnO0U9dw55bbA8xq+4vNxySTs9FIS8lYwCPFGVd46Zz9K7+Bh3jnoSdY7YNnqOYNp2joT49rtgGHeO9PfrOyzvDTsWJxK7WZZ6jo0v+7yp6jG9fH6DvBVVdI4janiOaWN6jr8GdY6/T+Y8WKptjsF91rw7JAq8irnKvLB37LzgK3mOXK3NvF59DTyKcpy8Cfh7u1DeeQ4oD3oOcR9tjp5EEr04b6G8HFh1DmqY4LvTXXeOm0CDPJAhCTxpugI9fNV/u2QAd46AlXs9cNYjvMD2ALxaz3WOFS8pvGA4eA6/SnGO8stzjmlAdY4oL0a8B0V0jh3/mbwAmgs9AMB2jiZw+LxD7xg85dF2DmOKFz3os+Y75WFBPCZheQ6ddNM8A7FGPEju1TtHbP88rGB4jtMEdI7Q0HWOB2XPOz+BeQ48gwiP/8Eeu5G/dg7lR3kOxf3cPMqZSzxpwLg8ummvvNhm7by0Ecu8/tjzOzMleA65I/U7",
        "9Sh5Dj2egjxBX/c71O0rPBH05DpRRto6KqN0jntBd458iTE7sn94jgdCIL1MM6m8+anbPEMn5ry9SZ88Bcs6vAiEd46M5AM9yFFzjhUyAbw/Xa683zsYvXLAd45CFTc653bOvLhlP73T8XiOz6TKvDaWjzrZqSg8MtnSu+RmIb3c6HSOZGjYOht0Cr2MN9C8PNJbDqsHHr3HHXkO0b/5vKOf7DvNIm67tr6kOxqGSLzKg2qO72Ssu6ZedI4+53iOfWB4jsIheY5RCAG8fKl3juaCOjyh10g7nV+oPK1+eo6gPq88PzQnvWaJYTxpzHYOpx96Dog1eo6E33SO+O8BvddeeA5SaaG86KqvPAVxNj0ZZu28OTt5jjRbNLzJMHa87DwDPGkLk7sk3XWOUq92DuujeY5EDZw7/JJAPT2pd45qxMq8w4dzjhJLFT2Ijlu8Pm4DuwLe3DspE3aOu/FOvRb8xztRfCq5ZP55jgJ2GLxuGHmOGwB1jv83dI7AEnaONsAivO2Qeo42a6g9jE4CvrGkdo7oj9u7uL0JPEJ7d47b/qY6NqKSO9w6XjyHangOmIwyPFr/nToKrne8b9f2vLXFdI6rEHaOcYN2jpu9kL02DXkOEs4Ij2tV27tQoHgOpAx8jpOc7jvUL2c81tn/vC2mqDxAhQM9kSE9vNZWQryXTXqO0XwNvKLheY72TM68Sa4lPZFm9rwRZBM8kHRgu/cAeQ4rgXqOR4JdvIWic45598w7l68JPNEy0rtskGG7RjiiO/I+VbwTIHqO/OJEvdSLdg5RgwQ97arfOyLGEL2hq3iOon+yvPQDjrzVY5o8TNd0Dp0LyLz4wpy6uT0YO7E/MbvQBnE7gr53DtIwz7nm73w9irs2PeKLeg7F2Xe8YCN1jmNqq7yCbf68B2RCvMqFB70nlAO9okt2jh+LD7y2TXiOC7p5jgR8d45JKHeOMs7FO8O3do41vZm86RAJvc0ieLxky3UOPWKePFU5KrzRip47ve53jm5XcQ5canmO",
        "JNdzDh2MSLwVMXuOETsaPCSAkry1Tfi6FD/jPF5lc44iOy68slXEut3ZLD23+2o83Bx5Dplfd45cT3OO8gQ4PCgF4TyRmHSOtSnpu++YeQ43A2I7nQcQvGLVNz0pqda8/K15jjfJMj2JLCA8C6uQOstfeY6teOG8KDh5jqVfcg5ZMHWOpAt2jtx8vDw+onCO2GWtvJrhgL0s9nuO/xkGvInXAD2OVnqO2UqZu3Nx9jyBTTu7Tap1DojuM7xq//I81N0TPfAZF7wW33iOsd1yjpBHeY4IPTe8TCd6jq+uCI8yV9i8Jo94Dtu9eQ48xKS8E8RRvKi/0jtyksa8+ESpvAgQXTzQi488BmF3Dnh1PLyRGHmOHCkTPRVNRjzR0lO8VWijPAlwwDzqUl+OxEh1jrX7nzyTR3WOYQEBvQCXkzyOjwU9mP+QvEjSFjt2ukS6eTh5Dg9KGLz78HeOA8jhvN/JC7qp64Y7j3V6jgkORTxo5HU7vco9vNawdY4duyq9wkFVvIF+hDvJ+6A66hWOu1g4do4iRAI8WeikuzxO2LtxJXOOD10UPB0teQ6MgtE6t5+juxamS7xmpUE81ipOu3meZ47gKI88ksZvjnpfd46e+ngOYEN4jqMb4boYsXeOeXEQPcUndrvwb8q8hs14DtgW57u7MCw9EPi8PLBwco743XaODWJ3jh4LdY6z7se7CCl7DhHkVLyZm6m8hXrPu8rKBr0p6nKOIU1zvCCWYbltlQe82o9ZPC4+dY45q3iO3b9vjpHw5zt8kT08Qtl2jqNNhz353XSOHpLdOVs7FLxurks9EYE7PUIPdw56pKw8YBH7OkyMaDxJn3qOQYwBuwcweA6Ij3WOQUl5jvsNeg4fEI+7yYR0jm28Rjzp7yw92GR3jkfk/rstZnU83DB1Dvj0VT3Egyy83im7OqZEb45Wfwa9dKv+vG0e6rvjhHY8PAF2jqKgeI7Z4HUOFfMWO7vdd46xigiPCdwkPW3BdY7fVnYO3AGKvC67CL1u/0g9",
        "Q3dJPU5rZDw1l3o8FNHiOqw9eA4Wvta6dEB6jqULBT1CAXI7eqrxPBn4p7yWB1+8n8B0jmuleY6xWaW5oBh4jkUIAr0Pn927UaSIPNjh5Dw/HD+9OAdFPHVaeY4kn2g924B2jmTDVTt83QA7JDGYPFNodo43R6m8+JG0PFKHyrWQ0HmO2NSVvCrTnLz0LE48b4w0PKNY9DuIGneOrlXiuySSQLxx1Fi9PiF8DtMwDz2TUXiObmnlPOPiCjyQW8u8GGQTPAhsV72Ve3WODd75vIVre44SrXWO2LV2jkagfI6H8Rk7tdR2jjs9C7wmm9g89t5LPXeYeo5WvjU8kvmYPB/tWrtoS3gOSnF5jrszdg6DcHqOq8Z9vKY/eI7YwKI8udsCvANhPb29KbW7SU11jqlipryqVxC8rQUHPXInKb1IX3cONR93jkDKdo4F8kQ9qyYNPAiNeY5aTgy9TyF2jg4Emr2Iera8SYqBPEShHD3F7nYOBZprPYkhJj0ai3s8TQZ2jiPmg72KRHiOfHV2jj0neo6oLXmO6Tb5vK07c47QBVU76XvdPI1eeI7iT7w8tDhgO1I3e454sUA8dfUZvJDIALzT7XUOpkeJvFV+BT08Sui8D8Jmvcc+eI4Jf3eOQTF1DkeFZL1SL3iOR2YID+iSBjzbv3QOhod2DsBroj1yu5y8t6U0vTOWpb0GA3K8oYyxPcxTaz2ET3cOgF8OvLpReQ6fijA9la7QPLnpmDx7Jwm9/FwQO6QtaY6HEXSOM61NPbIveo6HLda8AiRuvMIROT01V8C8SlCSPO3fvzuHPnoOI5D/vI42dY6+IJq8ZbnhvHlpsrvb63UOk9SCPefv5TwSy229AyR6Ds8lEb2VAR497V2kvZPpY72AigC5BHJ5jkn9LTwyPBQ9+xhQPYnodI7If/O8mih6DshPcLxkur89/oEIvKnJSL2/oEa9Fr90juRPozww6XaOb5l5Dq3ido6T7nYOIC8GPQbBdY4oOXi8uYnUvJVDwDx+kneO",
        "mFQ6PflEEr3SCcI8mTN2jjTceI7A8XqODGd6joiTsjvYLXiOIN+qu52hdLuUSpU7kFjeuxuWdY7oaeE7ZNR4vFrfAzwYCxm9D994jquVdo4aZnmOsZCIPZAwATvCUnqOsx+gvC9Ld44q25Y80eKWvIqKuDzoxnc8tA13jt3rAj2+edK8RuEnOw2vd47z8oy82Z11jjzwdI7tg3mOPmt6jhhiTT07uHcO4vGfPBIjgTzFsXeOz503vCKdTjzzbnWOReGEvE5CorymGy27Aql4jgtHRbw9uny7VpoRvSup1by+IXgOq6F0jjGddo78XQE8l/V2DkRKCA+AFTE9AO15js73dI4YbBk7Sxz+vOqSSrtmNg08wEzivKd0Xj3vCf481i52jisHfLobsniOO10Qu3GoGD3rBDW82dyeu06OsLyo3XOOjZF1jooMsjyCaHiOXPqlPWJC1rt+A008PWG2PEDP+rzKCjy8o1B8jky45TsMb3YO/t8aPEiagrsfeHk8JEl5Drc0ODyjLfq5n3GfPOY7eo6q7xM7TmOGPKdfPr2pPuC853h1vPtGew5CUzS9A9NTPZeSkLwIoXqOvZLaPA5CeI4CeUo83cSHvLb4ZzzfuJY7ljrCPO3QcY7EGwM9I1l6DsjHd46vr3eOKQ12Do1lMjsuwHaO6TYhvazENDsqBg69uZx6Dj5RzLv7HRa8JSxNPJHHdY5x0XaONrV2js3UeY7z8hS72Xx8DnKoHTw62CM6gCkfPNeAhrzKW3WOX0livNm9erwqGQK9DwrvPI7fcw5AE3eOX/FvjipX4jy0ydq8i4Z0jqVn+zywV3iODJEivZBzgLzR4oE8v8wGvar6eY6pUIc8E/iEvLdW87sDfXaOfjnMPPupeo77KHCOW6J4ji9VdY6Q/eA7QWRyjp2Cs7zHnEw84sl5DumuSrzWUQE7kUp0DuxsTj3z9V887G1TPeUyco48G348wMIavHdwVjyBaC+8GtZ5jqyheY4lenmOkuToPI1zd46FRQiP",
        "j4r9OlYIe46pxnkOPJCJvOqUuDsSh9k8lc1lvASTZDz9a3c7RqlSPOUteI5FyO68XS9zji3hFj0jqVE7h4i4PEhtYTx6U5m8PQ9CjsotdY783kw8/yx6jtRpr7zf6rm53EYsvNXO2jwfjrQ86aENPHkCdo6F4XE7L0l3jsz6jzyFJa671T6nOhQceY6vajw8PFbpu3l/hjxnh3eOSjgavRc8Er3d43I8uYkmPHs2XzwawHaObxGhPIzhhTz5FKK8TkR3DvvzJbwIDXiOXi/turdrKTvorp68nMkTu0swCLsCuHGOUmOfvFbweg7MtHSOayh2jrF+eg6tWz68EKx6jk+cWj1kcH48ovYLvaF5d45Ut2W83mFdvUYD5bwXwHWOBkZ2DmadeI6ZqXcOZuRGO97Zc46ktdU8NkSAusfcqTyYRfc7xbZ4jrdcC73NRIi7beUGvP5PfLyMCXcOiCF7Dn1Jco4Nj169jMvvuxzydY6yJDc8IWt6juLorTzBJyI8Yy6EvDNOM70RNWgOAIb6PN3Y/7sPHd47wuh0jtvnxDxRRXiOGN9zjnD9cI4zrXWOqJP5u78aeo7sqQY8SZwPvX4YeI7pEI48DudIuv/EdY7w4vG86OivvK6nVj14l3GO5xG0uuKGWDyOZZ88S6NbPeSHdo7mfneOXsx2DpQriDwEYHkOE9EIj6CB8Tuz4nQOVj50jo0CIr27fTu7S8Tcu2rRibvfkQO8y+RCPGu6C737C3yODEvWPCqrd44PIrm8S3OJvMs1Prpo0ls8RUgGvaVbeY6Gm3WOG5aLvB+Gdo6xOm49sBSFu59iL7qq97+8MykiPZk3B7tyCXmOsvNjO5Dvd44ucMG8c1HlvCRwgLs+InwOQhdUu6daB72QETS9sDp6Drs2Z7wuEZY84eKaPITLzDzHFKW7aRt4Dtx/KrxZbRO8Zs1wPHctew6VpXS8CrN5DlfACr0sZjw8ROpzvSegubyC/Jm8kTlsjuxrDzv8TXeOuip0jnzndw5wvHUO",
        "sM3/PKfsc46Ybyq9c/bkvBLlczsei3yONM+EPGrH7LyftTY9omZ0jj+hdo4j3XAOaTx6jibpq7yIxHWOLDBkPPLr0LufMIA988QgOj2Sdo4RrJi6MiU2PLY8NTvALLw8BHF2jk0sdY41T3WO1OpHu8+6Pbkr/nKOFO5FPc73c46hlFS89vOtO+gSoTojCAO9ctx1Dp/etTzwrxS9dKrwPHKTc45vEUg86Cd3jolMc47n4XKOBTN7DvdCg7tpm3cOCJx0PKQ6rDsEf3sOkbkBPH7wGzy5nXsO/qwePaDxJTxM/hu8Nct1Ds315byTFts6pDLDO4SQrjuolXWO8Tp1jtJtdY4isUK883F7DjuVCY/tBKq8qN51js/adA6rMpa6Vq8zulFMAD0aXrU7/ov7On/wKjzbqw+71hF4DhVXgrzVVnGOX5gcPcOqtLxwm9+8ztufPMlQCL0s0XKOOzt5jqFs+TyWpHSOS4UNvO24iLzmo0y75+4Mvfpxn7zsyH87agV5DpjnQ7vWjXWOXmAHPd2tm7xq8OK8LU54DlK3Az3pcra7NMvjPOdOdo4tHhk8sMgtu/quZDzAqOe8x4C6u9hUeY78XJg8LIYQPA0ZjLvGHXSOGlGRvLQNdY7ZqMO8xVMePCAykbu+I0a8Am6pu6TWa47vnq88WRR1jpxrd45pi3iOQCt5jsFD1bszlnOOUqwrvPSB77wyygW9iAp2Dq3qxDqr1C08FKkjuzn1d46B9nUOPAJ3juU2do6+oig82xF2jp+lf7yhy4w8HFdGPPEw07zKaXWOPZOhPPbLwLtYUyC6bUWQPHV2dw4DjXWOBKd3jr7aqznCphu9SAB4jrLjnbkTy3eOHRYbPXXvTr12Sye89YXZvKbteY4NX/g8hE2iPaIggryaI3eOJ7nxvKzUdY6J1HSOWMd6jphzdY64S4q8AhFyDspUZ7vpvy69hwF1jpu8TL15+Iw8nEZ4jp+98bzAcQ49x7EAPUT6c44Ap5Q7YTUcPMZmNLuIKP08",
        "jIJ5jlDGdo7Ta3mOE3J0O3JXew7unAeP8bSmu9G5eA4AJXuOTSv5O3JSJT2FMjm9P9EdvM+RAj305qg7f3eTPH4CeI6JtqG8zUt1DtCoNrx8bwA5PxgyPIuY2jyY6SC8JI1ujnvPdo6TqCm7RoJ1jvCmvbyxqUS6rkxJvFw1uzzGTuW8lDGSvDAed47pVWY80pR4juGKyjuwm6m8we1pvQNheI5H/C+9OpGiO/4Wez1BqnmODXsTvWugcbw3tzs9S1UTPHjjB71OAXeOCNuRPLvmlbs7qPg8k311Dnt1/ry/wniOFko3PQUZszx5TdQ8Sao9vKvi4ztyL2+OEHCEPPsedI43AHiOi+R6jv/Neg4qU6k85812jhW/5Dx4Zbq8HwDMPO4kdQ6Qmei8g0KCvI66ZTzMq3WOLZN4jmlGd44qynmOmmX1vEw4dI5UC4E8uwzMuwWnmrwgYTu8qUF2jpwEzTtnfLU8VAZtPc0zgrze03YOEP55jlTBdI56lDa9aEiEO6Cvdo4z/Iu7TJ14jr1pEjyR9hE8KmIgPFGjrTvqwHiO7L3CuxAnW7w8a8m8D7p8Dh7PnTsa+HeOXmJqjlnXdo6YXHmOtoIaO0bEeg63ZvE8kJYaPMedew63GCM8mWN8O/9CeY7vqXq7zIY0vC4IEbweHHYOclgUvFkeZTxHS5u7k7uDO52yd45xe3SOJ4J4juFQvbwOaXoOO4cHjzrKJb3MLnYOf1x2Dmta27sIjw+7wkyTuxl+2rz9Hpq8R/QUvTPgqrz9PHkOK2DEO8ybeo70SpO5LalAui22bDsjwAC9zz63OjzZY464pnWOo1cRvdqdeY4l6Pm74fnbu9+3M72x4b479iQGvT31kDzhXHcOwO3TvMXdc462d4Y8Pz6EunDPEby6oXkOVq/jPAFM8bwc+wq8lwh6jgmzmryWiFo8oTmmvN8A3rsKmgS9YCZ2jlVjI7wG4tK8v+SmvFENc47n+G28AI96DoFAgTz6XfK771OevPacJbsXhWe9",
