{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "inputs",
          0,
          0
        ],
        [
          "num_hk_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              20
            ],
            "dtype": "float32",
            "name": "inputs",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "inputs"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_0",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "inputs",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_0"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_1",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_0",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_2",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_3",
            "trainable": true,
            "units": 130,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "error_correction_layer",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "error_correction_layer"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1
            ],
            "dtype": "float32",
            "name": "num_hk_input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "num_hk_input"
        },
        {
          "class_name": "Add",
          "config": {
            "dtype": "float32",
            "name": "adding_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "error_correction_layer",
                0,
                0,
                {}
              ],
              [
                "num_hk_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "adding_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "adding_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "a72ccb8d9a0248cac992e6951d5f73f065a57a02591e88164636988660b9762f",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      20
    ],
    [
      1
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            20
          ],
          "values": [
            "wip3vxgykj8hFws+Mrw4P3yy2r4dJTK/Xyy2PpWerj89sq0/2Ckzv3mKgL4/VgK/t3h9v1pv/b+jSNe/yqupP2Lhf78Zdoc/Si9uPiwP5j4="
          ]
        },
        {
          "shape": [
            1
          ],
          "values": [
            "WZu4Pg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "TJm0Pg=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "error_correction_layer": {
      "bias": [
        "vwaQuw=="
      ],
      "weights": [
        "zaJ5vj65B497B5o+F48IjwQOCY9MvQeP9y6TD0OKBw89YrW+32QIj/GnNL5newmPmB8ID3YMCY+q+a2+i7vVvWnBCA+emwiP40AID/xTCI+1I4i+18kJD9M9CI/YcAiP7ZsJj5nht743MQgPFt0ID9f3M77trCO+FPiCvgEICA8MUkO+DIsJDyf5RD5D/QgPk5ObPZ8ZCI+kyow+92gJDwz9CI+9QggPP38JD+KVCY+OWAmPMTGjPqzsCA9JJH0+GLEID8QhJ75yxWe+7Tktvt4/bD6l6AiPY3EIjzMPCI8wgwmPHC1KPo4oCQ8bMwmPeYgJj5kcCI9kWwmPK7Sjvo1uCQ+y70o+WlYJj0KeCY/QXH4+3l2Tj7D+h74OOwmPeekIj+LoCI/RPo0+7pEvvismCQ9VQwiPHDIID0Y+CY+2awkP+esID2uZCI/4MwmPQJ3Hvip6l76e1JIP0wMID4a0B48Q2gkPFjtsvoOPhT7EEgiPH9EHj0yNsj6g7AcPxHAJDy0kCQ9WMQmP/MkJD0LhCA81JggPXdgHD8ZHCA/HsAcPEosJD7Q0YL4+RAmPawGzvj1eCQ/vEgiPKTQIj8Yxkr5tQoi+2WKTDy4LTr72AQoPjggID7zNCQ8oxAgPAOcIjw7VCI9bV+09Ve91vvJUCQ8WNgkPB/UIj3/sCQ+3lAcPxF4HDw=="
      ]
    },
    "hidden_0": {
      "bias": [
        "5vqVvRcF3L2GjKq99ZKiveWIa718WHm9JAuTvd5+C746eO69Fq+xvSJCE77HUVa+9I3yvfC2Hb4eJ3O+Xajfu175Cr2/EGg86KlBvYeWqr3rAQg9KXSGvVnXmL1/yRC7ym4oO7MAZzsJ1DO+oa0uvveQKr6X0qm9zA1vvhDsHb0QkQK99eNiveAP6r3wWrK9F5XvvTH9mL1Duo48+xXKvUKNHL1ovc87Yp4evYWgBL2ngP28FkGiPdfuZ7zu05q9s+iqPXrhsr3MijC974fSPVg8Ir5ql9k8KWnSveCnAr4PSoS9vMZtvXjNPL1ox5G79t59PdkkibvU9fW9UBhmvrMZPL6gpRW+l4WHPSKJyDtT6gQ9A+OKvKJIAr613qe7aOBVvcOZMT2hE0u+S/FuveO/iL5lgJU9TUPavHDQDr3yMeq9KbruvVf/Sby7QjG+g4G7vbV+DL4TfQ6+fx5avcQ9KT0JC+07o4djvT2gG7wPzH48JT2bPYcP5DxIN+69ZaAgvX3Nh704TKy9cBoQvvniib29V1+8AuIIvZ/PtL0Tt8a9YeCGveJyq714ljk8CuJcvTXGVL2LwA++hRbivYrxRb0i3b69wYeKvldw/b1Oww09szqRPDqxxrz8fQm+in43PIvkpjz8XNe9j23bvZprpLxhKUu+vHYcvMxwGr5807g8hYPbvA=="
      ],
      "weights": [
        "JdHMvT2QsrttAq08iu/GvPxoyrxBdp27f+c/PD2RZL1xsPo9yrnzvdw4I75d0GC9cm9gvKg4zr2QGMw9UznwvHplMT2zSqk9QkcXvYJYijyXc048oEQ/PXWHhD2Vrx69aA2OvImuAT4GQUS8yEU8O4V0PL29XLW84ce0PE5RZLw4zAc8hVDtvAhP6j3q32699ycePuw8Er58xVw8ACAyPdynrr0l26G9nupnPRO41b098rQ97R31vehLYb1Juyc8nd/HPS+6PjzCigW+tru9vRgmpj3xz7e9jQGhPbZvwr20Tz+9ggPFvPbvBTyUQSQ97IcZPZlaur0M5B89VkcUPbn4mb080wi+GNnru5RqmT2hTCo9bkPTvehFBbxoxfs81pSBvW9Jrb2RksS9NIaTvGQkST3fd+89/5NzPRN81b3ktp89Fz2LOyh5Fb1JdMK6m3hpuuRf8r2AiXM92qmJPfWuqj3Xfv88pZ0mvQA1Fb7IymC9yW3vvEzDfLiAw4e8NPHRvRAfi7tC9Vi9jLvjPfPTuzvq84Y8A9YaPi00jT3aZwo9WcRiPY6ftbs5Pdw8EE+nPfAIpTulrag8VcaOvJvwkz3yaV09YY8JvaqBsT2wt7a9P8OPPfwg2r33yda8zaiCvYBdTr2N3LS83EM3u2cUlz27UWE8S2/YPNB4tz0ziJe9cWbmvDV+D77AiME9tQ7EPbGCbz0J/EQ+fYHKvP7SCz6DdzO915ByvpSRKrzLaiE+92QLvoYskb1L3uA8bdVUPoOZ4TwihAC+K7l+PWDUCb6k+yW+yQobPmt3DL2XbTE9Dpa4vZ9kJD6P9ZC9My3ZvVDEoTuikna+ovLpPAyKRb7b6MW9UIiHPRalw73qDPE98a9zvZ13pz6Pans+3wiNvd+7KL48n448onUSPU8RFz7LE8+9axttvQTmcj5Bdww+izI2PQIUhL3G91i9Q8U3vZJlFT4AFI0+16eyPevlir2T9km+dJkhvpjYpb0sVa69flv2ux2rxDtFzXo8",
        "vaCcvfwX/D0U59s9RRKlvr546rzIpYw9oMU7PjDeiL09tA29yZYlvVZ6JD6JH4s82OKFPa9NIzxh1iq+T6uEvUFSFD6yBC++w6sdvmm9Tb06UM09nDAevnvTo71F1mA+VgxvPWYr4TyVpRY++SucPLqRML1xcRG7m3YDvVBrEz7uLu+9/HAVvtLN8D2BEva9u8IavIcfgb6YA/I9CAH5vLJ+GL6aCi0+oZWgPTlwLr5cBcW9odpFPste3r2WdOm9Z/0hvvRPirx8XB6+fEqQPhCWaL4W19w6wSU8vRHwC75IPDS9ohFmvoHYlL7n3RY9BNW2vXshZb0MqLc9k9oXvf96az1/644+DNoJvZJPt73Jyhi+26n0O0V8uzxSs2w9bVf2vG2hLb6Cv8S9RjZ/vH5RMz4j84Y91ZSpvaccIj5rWSe8S1ZlvbE5jD1spbM9qWQMvqm0Vb0vd+A9tGwnvmSp4L19gXa97zw2PfSEML5SoTW9prUWvPXO371qf7+8A76JPkmaFL4gaas9JhDKPd+KBT0m98E9NWKPvRobwr2KMtk9hEzXPS56Gz0EpCk9em/ePZ6vdjznSC++/xTNvXPowb2zajM+aToTvoBV+73UsxG+61u9vaQaAr62PAC+GirXvSz2Ab5uU4u8lZxZvZ20yLwEao894cIqvPCZKL6Msxq+rinivdaw6T2FgaQ9GG0gPmjnVj51BBI+Eql+vbKZDb68BTu+pc3SveCtaz3eL4k9+g2jPQBXmzs24Ua+CoK0Pa6VbL46ZXm97jSOPGsZ171d5qy9J6+FvYruoj08R+G8x22lPQlEKr3leds9qL7BvVH+2L3sb1Q8jupjPMjZ6L0mxjG92NkCvtR75b3dQPe9nXWpPFqA1D2+Y4A9ND+QvSfl6b0HHWk+hByvPAeTUT30Sf+9uptnvbTEh75LwJw9Pc9FvpoS3z2JR6C92pAZvv83+bxEFYA9LhqrvVEbS77n8l++APnHvTDkLz5CZRA+d20CvlfC5Lw1pwS+",
        "Ki0ZPUcKC72jxFU+ZZoDPiM6Mb7/iLO9QRKPvYIJeb0F0uK9T/KlvIveBz0FujA9g6YivVastb0TeDW9TvvtvK8+jT2cyBk9h6PrvAOFEjsf3is+j65BveLDar3AkG89deN4PdiyLb3e2ku9ZSSmuxtXDzskHy69cWUmvZPQ17yCfsU8gyUXveO9Gz2tey+8p1e+PaRRG74D2Oa8KTp0PcQdGz33tnM9nEgKPt895DxLesW8Ey+CPJH4qr0eVy49W+tKPbwS9b2Ogvq8DssBvo4yk73ZGaQ82uoSvmQIsLzXyJ89CLjHPAkRqD0paYC956LkvNE6BDxhatW93hKCvaXSsr2g4YY8c8davfIrCb0bjwa+byA4PZ7wbDwABWc82dmYPOmhY73B5w092cb2vb3UsLy53si9ROVDvXS7wbw4WqQ9NY8wPVGEyT3tph2+q3nTvQULjL0bPaO7bNx8vEAN9LxLvAG8hXbhveLHJz5ylXU9/l+UvVGgLL0vp829p07xvc0twr3cSeg8Es6EvZO4771+02i9TvgNPGtzAr0l4PA9/oAiO0VDkry6VcG9GD7qPOTm5T2q3au9d1c1PenfUr0e5e68X/2dvQIP5T3OpO09DvDYvIKCyb3NfkE99eQ5PWMOujwFDg+8+wufvdwnmbuOGn49cUGburAQKbxNq+e9DdvsPEfBor0sgci8mbOJPWpUWjxCw5o8/rEAvYlhgD3KWTM9MImbveb/Cb5/Kwe9cV8yPe1mwLohar08qM4SPsBX6L2W7II9iSc/vTdoFz2S5qu7WHxVPccliTw07029DL3AO7tgCL2NWBS89bDKPdwfzz2heIo95n7ivYs+rzxjhbc99EB6PatfSb26k5Q9r0gYvROPeb1ZIVi9Pas0PNgUur3f9xg9o0b8vE4//70Ptg080XArvVIUpT2D2kK9VRTfvSRhaD3kXg49wCIyPQuHObyWEuY8GiF8PZF8fb2CqxK+rdzYPEiFVr1dUYI7bqlPvfbV/D06PHG8",
        "zTAnvV6UlLzNmZW8haDDu6sr9bzk8BY9MBO0O752br2u1aO9YVF8vSe2KT15IAK9Y3T9PFtWoLuE3FG9AG7WvWb/JzzZMLa9AiPIO/nZMryUB0C8JaSqO58EeD30qJM9P1rtPQs1hD2LNSO9GLOdPctH7T0qkd09Se5gPGOvMT1AwKI9nFNTvNmDSL1p5+u90UEDPOFnOD3xzKM9tlstvVo2aL3mUQk+g78UPamehL2nxQG9ELbUvEQjjD2zYQy9FFaivKkAy71mjZI9cz2uvYxw7TwDMq06L2UaPh6MYb0XqNW9keLLPZufkb16Xbo8qjsLPcD/5jvxwoU9T4yTvedOY71SF509L+nKvbPZlr0Fcey8rSqdvJEnCT0YUis9tX1Bvb40mb0mVJI83Zu7vWWbgrzLQaS91jgEvbxLID4spjg9Zqo/uoNqFz7E26E9zU1TPZBh4j1Nnr69CxiavfxKJTv1y6q9ykYDPcFPDDwE1ia+K++Nu+q+sr1EPse7yTMCvtQJBb6u5Xu911rmO8vSXT0dYba9unyXvOjY9Dy29i49xRKfvR0Rzb2glGw9A4fJvdSH0TxrC1c9cbupvUQd6DtPbi6+LiS1vGiJ0zw5mAA+gugMPSjvhb0yC4O7RvMdPvvRlb0IGWq+JLCKupkb/rwA+aU9mV2UPfu3LjygWYg9cKIhPWSuH75zfeU9pLM2PCxhE7yptrC9eZ7+u3ITV7w7V+S8D9IEPHqQh7v6/rU9b1GHvexzpz3Ro/O97xOVvZiHNL24t329PWSLvex2Mb6DqVW8boGJPVeetb2eoSs9WVy1PRYwv72jTyI9KVWFPddSKL719N28DVBnvP0mvj0iIVS9rkCPPaCyq72wSme9Zr/BvUW8fr2HFgU9vpv4vVRNi7zgV/g9ioauvf59Jr1p01W9kp8XPaULrL0Wl9s9G4oavmlut7345oA8LSq9PJDZGT7oyoo9YaBtvYQpsbxGBaI8QaV0vTAL/Lzo+yu9AHWEvczmtr0cg4S9",
        "Zf/9vbz5Xj0Sr/89D4M6vGIsILzPr9w8xEf6vfOO17xY64y9M3PZvYygnr3nfeq8Rw+mPdz/GruOOS49AP1TvI1nQD2bw+K7YYkvveKBzjwgUAM+9T5pPfLMi73jUvi8nD2PPepWeT1xdfq9odWKvb6hgb2oyES9/y6JPURVEb2dHGm8bPuuPJzQk7yuq8+8G2pdvdTI+zxqb648ggZBPagQ7b2X9Rg9Rm+fPCVz+Dy7Cy48k6hzvEz+17y/3w09pngevQyaj71Xrzo9yBBFPewJkD2cYNw87xfFO/QNZ7ws/XE8Ouy3vY9biz1Yp6E8/jCaO6x8lL32vVI8p6c6PWM8G73C3Zm9EwLJO3eHfL0TuC+941WuPMxhLb2hYgS9OPGyOFPQOL23joI9K3ujPA99LT1d3Zs9y1ANPt7pgry/8vM9l1lnvdxhbDw4BwS8bumuvKSkLztRYw49zzW5vHiT/TxpdFi9QnttveRXhz18S1G7gSX5PAPifT2Af4s8+d9evJMH7zsPcHg87PU6PRXmCT3kzn89akltPQw1mj0Uu4M9opp+PTBW4zznyRI9ZwCGvIV3UL1aJsQ83RaUPQWHqTx8b5u9OnOZPRUfGzw5xIy9jV1uvGxvgj2mr+g8arLZPNgMhbxHkW28crhtvA3fQjxlspE8yXXkva6XyDwVdU+8B7ymvYNpvr0Cb968BMYYPU8OVj1+6x+9ARb/vCr1Uzq3/ii9iRRtvRhEU73kuI49igzGvBebvL28dRq+KOyVPfKmhz2H6PQ8mF7Xu8Q+4zxU9lg9ogUePOsSKTwLMFS+JB+qPaWXmD1+hnq9+oz7PcEzFj1x6N89yoGyvaTBTb30ChM+2BqRvJIa3Dwl6EO+tzZqPqMiML3+T7w9UdcTPNVnz72BHVy94KjYPa4lxzy0kA2+YpEmvccYk72RWsQ9YTYVvS+Ldzwc2ZE9D0qcO6hjjj3wna680Krxvc1VPT1yeJK8ltcIvYVFxz3UISY9HGXcvZa5Zz6YIIW9",
        "oBgUPm/SYTw0hM68ulNOvVZ4yD3xxPa8aQO+Pcdk9zy1Qxe8vZEjvh7AEz5h8xO9ornDvZ7SuD2WYVa8kHIJPa7RDb3/qkI5uWtZveCzob0E0hq8wdrjPVQFKj1Pp8A8swwGvttrIr5qQ967+mIQvhqm0j0PHY47DyrbvV2ic778yqy98HcbPtqI/DveuTE+Rtx2PWd0Cz6+eI281bXPvWHgQj2FzRc8pfkMvgofC703UDO+42q9Pa+nxL1mjaq9Dv3dvebXVL0jkpQ8YCGvPO5gF73EknC9J08Qvicus70w7qa9GTXBu05AiLzYJ4w8RKSmPOfhFD3u6rA9/2jGvSSNfL1TvB2922i9Pe8IJj10CYi+OwlHvVtKlbuDCc29XD5mPbYNaj280IA9v4NHPq1nhL1wsQe9H97rPdhXkD1B9HC85fcZvfRc7L27uVo9arrrvfodvz1ZGPA82P6LvcQ2JT16ZxQ9BMLOvbk5Jr0hxQE9nFJKPRWj2ryMzM68kWDzvcb+f71NgQi9IeO+vekbmjxcXUg9rOvDvXfXi7wo42y9IrAOPqpRZ71zvc89eKeUPShE5zx5DNQ8nLfuujYM2jwLnhU+hzLTvN0nQr33ifq9LnX+vQV4zj04YLo8eFyLvVhy+T1Nbb89UQVPvUUEu7xh5vW8qLHAPcap37wV0LU9KjPMPe8ywTzbPJU9vjp3PNyzOLzScZ09QF33PE1eYjyCI/w9ClzSvUeu3L0Zhke9nsNnvLe8ir21t6s750clvV41kr3/7DK89WThPM/ifj1H3Xe9gaFWvXfL8bxgCsc7hjKlvL7wpz1zhry8VKWpvVgi+7tYxYO8j0m4Pd8kAT3w9++82EeTvQ2oH7xpyjC8nP4BvVoG6r0nN+69HcxaPVYL3jwab2Q9hra0PSS0arxh4H89wGNqu4N9gzy5BJ894xfYvNH0Kz3j+t69Ky7GPf6XrL3ol4o9qVWIvcddSz3RyfA9s063veWKDD5BSr89YuYuvbLdfL2A+u+8",
        "CkVMuxe13TyMNgw9HuFBvZp9Cj3gxh+8eTv5vEv2oL00yAQ+X1ulvVSjtb3TMMi64FaGvGgrOjzQgXk9D+RbPPtFzr0PnEm9Vy/6vC+FD725MAY8hRnAPWyElrz6jDo8HIS/vM10mDv83JM9Y4Rvu40AnT1ZNly9tJl+veuGTz0tBdC8rdI0PBrEvT1WkVO9HSuOPaaxAj0Imcq8vQzjPLrBHL13mo69EVsIPGFS2L2NIwU97pkSvQfPMD0TTEy9inQgvVdNnb3sV6a9wBacPY8kLT2a1Rs8bS+0vJe1DD2QQBQ8yndWvSwN2jz2PBi9KnCJPecCX71LuE69FBfMPPUK9TxUm0M9mciXPQG6TTydOrk8cm4aPU3OTb0zO2u9CcqrvKutkb0mBOW7z9rSOu0XDb0fstm7hVOhPUJyH73Hs3y9Is24vEc6Ab1jA+m7BXeEO960qD3/uTa9b3lRvMvrqb1ARxa97HMFvYrxw71D3dm8k4tmPHb1JL2+SjW7vO8TPSPG0bx8eog9lbDKO8KXUrz5yOk7HWjxPQYb6jytM6y9xH+WPFrbkb2omJq95PcRvfefvDwQqE69IjrdPJdV0TyxPK48Stq+PC5aUr1EA5883hedPbIJnLw5kSQ9KLBrPU6OETxrpha9FhCTvK9zJj0ALTm9IJ8pPRoshbwWAC09SdCkPBscZD0wuiW9urhIvYaQOL3xxfE8Q6WHvd/7UL1mjHW9orEPvfMunL3Mo3K9XG45vSqDkr34qok9s8mBvaSeJrz1PRS9RZG6Op8cADxnX/M8cTW8PFFf6bseNjQ9XhYDvZLRuTvQhe69OjLAvPzk6DvJ+Ag9mEvEvB+RCbzWD1M7I3JQO1785rz8WKm7JeamvXzLYTxZ8lG9a4arPPdvkj2Y0qO9V9oGvdc8DLzs8ZA9HZKqvOLCxzycaos8C2ylu1H6mL0hpQa9PgB9PYdzkL3Tfae9P6nlvKXOHr3Vvo88PhjxPIeoiz1jiVK9TQWnPVCsgj0dtJQ8",
        "khXHPfucHDyb8To8O7YfveVD5r0FdrQ8iSNWvDfBYD2YgXo9vA6AvRUAiDnX8Gm8wLutvYtArryvPVW9yyBfuxobgLsvU4S9SGcHvVNNULkRyva8r8FyPUk4S7ytwHU9TwdAPSkryb3vvqQ9Y814vd/UQD0ivKU8ajySvScrvr2CI/28An4/vSLVDrxM7o69L11VPK8E5bwBWhC9VNGBu8mmlDygNri9fDkhPYBqO73uwA29oToPPNjM4LzODAA+AtbxvNo4mj3V/PQ7j2MFvafPGD1WarE8wVBTPa0iw7wkSlc63+/kvIOAbT1uIBa+qmrtvSmMELyUxwM9poHpO1r/FD2OFau8Y3FrPbgcNj2VqqW9SSRovZnyD73Gf9s8K8ZKvWNJwbyI0LO9Fv4/PaB0hD01pA89A5PoPHADkL12asW8nE7vvA/S0r25XgG+ztwquUjgXr2HkGA9nelPvY5w0rybWgI++d6+PHNtPb3viv67QlEWPrjwTT2MP2C8znWdvCa4YD36EQo+xPe5vU06hDwkhkK72KCVvRmuAL3ctY+98ZVGPcnbqL1GASI9V8VwPdWGkLzdQLQ9OpgWPicN7TnT1qI9MNmfvKkT3bxthoY9Hzm5vbe+q7sCIgC9nbaiveL/AD0196E7JdZMO7w1TjvNABQ+z5xoPemAcj2oCHc9j58DvG0h+Lu0E2U8nA0ZPV8pG7w8HsK9q5MCPUdPsbwRfBm9hSFsvWmw2D2Svue9Y+0KvTD8TD0PghW8ChIhPQiOKT0ivFU9kl/nvPuFiD0V9pG8BcmTPWjXhTwJYKq8OIxUPaGVrjwjkZq8BH8KvYPyH73hdq49sO89u0sepj0UI+e8Tl+Xu7jfjr0hMF49o0lCu+LkwLwtz6G91ECIvXzK5T15/DO9aVl4vBwaM71f/sK9jmavvDc9h7xNuA2+mug5vhw6rT3+84u7Wpm6PBzhlTzRagE9Z4WkvO+4sLwfbPK9I2faOzgPcbw0UTI9fA8YPch6yD3AI5M8",
        "BLUXvXxoqrxPtiO7UsNVvB6Ooj1+fc45BGgYvZ60BzxTtaq8F3jAvRoYHj0jeFa946SGPb8gkb2ewEi97u8mPb2fMj4zHx47itsTPgSfmD39yz07t56OvRcGnD2mH8s7z0pqPf70Gj3XB4O9XsCLvTATQTyDUvm8euCBvHwXqL3V0oq87b2rvVOwBT0MCIq856A2vI6emDyX79A8j0cpPUIXIb0jAQC934OfvGaZQzzF9dW8AMi/PTg8CL36fIY6IfrpPECxAT0I74s9yImfvLKzp7o8yk09OLQWOse6jT1QMbk8gVPSvNFjpz1ab5k67DXHvBW0BL0EnzG8u84CPUe2dbtqpbU8PSmCvdl5yLuKH0A9/KudPMbkrzvsLKm8b94rPa56fL12qgA+oFnSPGkIer1XUQq8eYOrPalKirxg3Ia9+l1mvGN7OLwIGSi9Jjx8vC4MHryz5IK9QKZlPRBx7byzRHe8iITjO8OTiL360QQ9LD4pvZnyiz1goWM9vRNAPef91TwQ4Ig8mQd4veg6rzt8EhI9WrEAu1mgPj3TOMs76yCRvCHbcb2Nplm956d6PSi/Kz2cze+8tgAvPWlyLzzm0aa9sHFevVpGdr1wa3M9yCIhvcSenT1q7yu9cRTWvPFMFD2+JzI9fRKAPK1j6jyyBhQ9fZp9vKbNsTxvUaC70VuevSUghjzUdcc87VO6Ox88UzwUfUG9+yrHvcb90TwqVnI8mF88vFXf+DzRMx29U2HoPNv2072g0w87/lVUPbXZHT3afLc7oltNO14AJL2YQBY9TsfPvQ8ch7yGSvW98Xb2vCFmjDvSHr489wAHvVVpwjyI0XE6gc45PsPwmjx9WJO9DUrLvF0u0z3MKSC9CYYmvfdvfLyBJ0G93zg2vUE8hT1c8Ig9oCWmvUGaN74YWZ46dtW0PMDdFD3FiVC9PhK7uSj8lj1uSXI8dCw3PP3WZTufkuk8jkWLu8x34D2TBqy9/LHzvMYvFDzdcwm9Dr/BPIemnj3qD/Q9",
        "UNdUvcsFrb3gefg9n4oOPGUEhr3r8Vc8hVGKPbUA+z1sL3k8RKp2ve55BD1kj5a9g3hlveCohb2j53E8jctePcqAgr1gRmK9TDNtvDg4MD0J94g8dXwuvRWv8zvY9n49hY4nPagM7bwOLrM8wuZevT2J171OOcU8qx7HPI+OV7t2Tt29dlasvNK/AD18lra95IlsvcOe2Lxj97c9aM6UPSRlVD1TIYo9K8oYvaACfDz6C/c8VmDwvWyl9bzRRjK9oXVVu5pNBT65s1Y8rCL+PS2Xhz1oUns9PTTNPQGoC76VO6k9bECDPb0TM70bhGy9gAUsPdXqmb1d9Aw9vLV0PZAit72lTjA8PBTnvL109b3oGb29LtpNPUod/zwu+r69Q1VHvW4DkDvOzdW98Mi/PVcYrz2q81W9xr5NPL9hnLyam8q8XZXvvBp577zln7M907G3vMVK4z2kCr675sYFvVKbSz3BF4G44n6PvTLZnj2e12S9beE6vMy1aj0QDtS8Ub3UPMk9o73WJdU81JhzPWGVyLy1+A09meQIvSJq8Lz7W/u8RmyDvbCeTb2dCx293T1OvJoAxD1fY6s9xJPDvPNA8TstabU9rucIPTzpxDwgkQM9h9kyvMTAKr34sbQ8Jgk6PVjZJjw3Wv48CfGNPLiWq71i0gI9kt4/PNBhsznZ0bW81i8FPIgAqTsyM/88gs95vILjub3Gyzw95bH+vC++Cr0zAuk8AVIzO2ctmrxl9Ze8XiR/PWAwPj13zDo7oPxFu4P1vrzaiOK7p5tgPLfxnjy77j28huDwvY0vkT02csg9zWsgOpVSMz05ZXC9oQJsvVXMg7tos/48mgHRu65Khzx18mI9H2m1vQtZFr0phxc917VMPfYDbzx/XTw7MQU5vPQEpLzcmoq9abJXvYeazL0FwLG97ps/vb4mGb2mw5U9xrMmvVVJnLwOHaO81Qw7PSEUADoVbqo9XARdPEJqpT12Y+s7s7cUPcHH7DxqjiC8dKpsPaeHnbwsgxK8",
        "DMRlvFIAyjweBVI9rYi5Pc8AOb0koga9OpbvvEFsErz5vLY8dRpjPW19aL1Eewi9kGcFPZ1/ab2PchW9Yh3EPSEq/D2jFLM8RuxiPUZhr73+PQ46iFzgvJw7hT33mFi9t9DGvCOxr71PcZ68QM0kvfqSwjtErVa9C01DvfV+Kb3ZC5g97TYIvPY21r3a65G85UxRPTrLOr3KgQA9EHXpPLKM1jxTY4g9QTFGPZDsZr2CvGy9x3eSPWdshD3zUw+8FFu+PWZfj72bI5W9CmiQvRNuYLvb2tS8PxwsvbBfUDvae2o9cjTVvZMa5jxDYL28CMrjPJO2L7vwhMk8yG8ovYbwmrze24k9oxETPLM9tTtZNf08NpwYPXVMyr06pJW9N+KMu3Hbz7vE6yO9CzkrvjsneD1G20w9FTJdvbcA97zEM3A8CPprPG9JeLsN41472X23vXjwy7uOOVW9gXlZPUXwAD3vNeI8l2GrvUxb8j1lq1E95hJAPFV+er0xYh49JPb7PCHMBTxcUvY8NpKJvRn4ezsaV0Q9M/k9PXn+tzzjdeK83nWpvTbAgj01Lke7OJQ7PeTW0Lx1TBy6NUCXvQ39YjxlfMw73GwOvdbNqb1SmtY9q5kPveogjD0WnJq9HgsLvaPCPj1Ao0i9+b4FveMqiL1Xr8K90Ad3vW9447xMlW+8LWFLPfxvrDzAfvs8BLb3PB4WVz2/lCw97VWtvdSd0DzD8pI8LSyoPZTV4zuCnj49xlu3vLWtRjyMhY69edp8O8mCYr2ztfa9uL5TPdLF5Lup1jc9uby9PC8fcT3sNVk7U8r0PIJWED2gIwS9Nx2uPPMTyT1mzKQ5uYWYvXReOb2xC4e8T9NdPUMsOr0Dccg7Eu9cPSrZFr3lLAw8TzVnPPLuFj3W7YE7Heofu4Enu7yCFYi7WSQovci+X72RkGQ9ehe5vX0jLT0zjKa9zqdYPTYCu7wcDdC8dVgzvRB2DryfngK8AbIgPivS97wCfmi9QYXUvR87qDzGeKW9",
        "0rKsvadt1LxbN4+9GhGkvZ6XRj07NA89TAaMvJbTELzO/7+8q9jYPacIZTzI/oS8UDOQvapFADw+LJC9T6I5PYXDFL2sVVY8GnU1vNBS27bOxyg9PtqXPLtAUL3JRqw86hoPPBJz8j3P77S8txUpvU/TU7xDHhM898TlvJ9X4LwNZF89SOIiPa8UrrvBZXu9TkbRu7BAUj3DfXs9G8WAPYNqAD2sskQ9GlLlPXz46T08uji9+626vda08z1HGI08zZVnu0ABxD3CrOG9+gA2vCkhBb2pzlu9TmsuvPjOGjw9c5k9PRR1vEe8lzx9wT08P1HSvOkSEr3pvaw9Fu8vPTdIED22cjc9HSZEvWJotb1zDdA9tRujPI8vML3oZkW9AlV/vALklD0Onx88C3psuvm2+7tij5C9sbh6vaDNET1nuFY9N5JxPR90QDtxsRs9GBuhPWdBzrx21ao843PLPVBSprzZ1tE8Vxg8PT5gCb6VJde6tIJ+vQwcbz3iLF29okMLPQw/bryhYem8Sj1FvZU3oj1I0pY9WoOiPA117bupN2A9u9EXvf48LrvkVzK9u+vZPZOxtrvj0Ve8oQbFPWBP8rxnVbg9RMCCvWWBCrzLqRW9ZrWKvDTQk704lCe9ZPIaPdRMUz3SQB29qAcBPa/1jTyZQ7A8wiobPFR2lr383pQ9/WkPuw+3Xz25gky7KkQ5vWTs/ryqNC29sumAPc5uHL1mJog7D7m/uJ1TtTyRiiQ6M05Mvb1tuT2yO4a89voBvHFtKD3dg+m8DbV0PYf7MDvTGqo8ZK6EvWyr1j35YnW97DPOutNCJrxA38C9uIewPKnjVD1086w9tbO9O9W+Hz3IGWi9l9pGvZkmELwbLG48PUcKPZeuBz0hrVE8QlavPPjplr0gonc93552vKrZxr2nR3Q91kiAvdRI0LwdJHi9EfiCPB6xST0azlM9ODZGvIpoa7xaVhE+k7ylPIdYabzjY+g6syPSuhG5tToGQK29fAcYPH3om71n74y9",
        "vN9vvTJCVbxoy3o8IX7Even3R70k9Wy9V0FfPJ0DHz0/6T09nymjvPePZ7uA4Mk87qAVvZQRiLzUbiS8Z0s8vHrh17pJHky9c/vQPEsGsz2im7G8IIyFvWRhWz1NNV29t9ZBPcBArzyUqKk83eq0PDbG8jwTBwm9kLFDvODc4zzropi9bsb5Oga4uzxWURO+Lh0BvBlJ+zxF0YQ82awfvb8uAD0Kf3S9vMJsvaVBqbxwa2g8BPAQvdH3q71LAwi9EgcYPV5wzT1riwu+WH1nvbQA0zy+Egk9lJJJPeOhwDsT1mS7ZOewvCVUN7072+A9CUd5O0A2pT1ftq29qqDnvegWgr3D2aK9s7eQvV+F+LyyK9S8OMfkPHPlwL3DZ6S9+B4RPDxcnbzXKSI9fNmhPdxvTb2gORs9VD09vYyhcj10tIg9SNoBPRFd+zwr2pq9QlV4vfpfvjzL3028nBqFPePLtr0ymZQ8AxYvPVDU0z3RfT49m5e9PGklxD3xfhW9YbClPeSWij2v6zG96l4KvrRZkr0vXSA9kGiEPVakULurMQk8JOSXPKVnlz1y0e28o0KPPSIQiLt6xVM1t65FPTniVjyPI7E8LvrUvVN8yjmH3IU9iixgvS86A74Dtoe9ADMMvZ+92b1TXI49dbKxvC4yvT30cAo7oGJwvK7kmz3ZDTw9XBMKPSbisz3Mcwk7LAstO1+/5zw0boM9kIHhu99JD720Hgw9rnC6vPsWfzwt3jo9t5xSvRJCwD3yrmw9ziulvQLIEL2p0qS8C+/avdUorjygI/K9QAB0vRvL+TwtAr89QhX4OhMTJjxIzRc97yz8PKzj8DwOzRg9JVE6vUntsTzhU8m7I+OyO+JVsT0n3rS9n48sPc3bmbvq4JK7tqpuvIy3DT0YzUw8SiYfPHMdIr0qVm89Q1CmvLB9Xz0cxU49MZYVPSGPnLzvTiO8F3nlPdVeiD2+rdI7UetPPWEfAL4L7Rk9XGUUPasvqz38SFU90NJPvTSSrD0z5Ne7",
        "PW1LPboJsj2D0Cc9G9mTPX0O8708FVE9mVwJu5JM3bwyKrm8pYmCPeLBXD1YF608Ru+SvVZi8bwFA5a8N+PVPOnOh73IfcI9RCKJvKkOdz35BWy8x5ITvfFysj0RlK48yt2lPHdCW72GFzs9RB1pvewQrDwY1No7nUUJvF7slbzNsQa9g+XfvAfrGjyytVw9YEAhO2v8vT1U+y69lCbZOyJ2Zb2IBXy9WA8VvR28wLws7QM9fYqpPRn4P7t4Q9W9izFOvDe1Vr3Ehhg8ccx1PFeW/jdRANY9vSpWux1IzT0Vyv88a0kIvo7NeT1zo7s8LSnuvGuyFL1I9yy9Jt6YPfHKVD3I7o69D+otPTfbC72bvbM85wGkvQ+CgTxHN8i9juCgvHUICL1wLX497G9huwLcl7so8Zq99/rAvDasjz2FPJS8JbAxvSM5Kb1djuu9oG2pvKf0qz34GRA+GlOUPdT3er1pcaS8pI7yvVulVj0ADkw9+DLivSqueb1dmma96mDnO1j3cb3BK5m9ML+7PXSuEj3sJES8GqWJPQ4qcb0="
      ]
    },
    "hidden_1": {
      "bias": [
        "7qGQvHmFz7yywAy9m921vQyAhjxFHNS7R1THPJZ9nLysGL+9biixvREl4rsnAd28tXjLPNnEnLwsUHi9ZD6gPGIUZr2b2m49xzM9vcdMmj246Tu8rTOSPLCTbr7zISe9nkkcvIlS27xQuou9UC2svVMNo7wZI+Q7MwThvIrYhTyUjNk8ZXNbvVc1ar3Ktk+9OY9ZvEaC0LzFMfK9zzznO4V+D70a3+k8qVS8vSUPvTvXdn+9MXB2vQ7RWjwuXgw95/9+PTh4eb1hTMY7rZLDPCcUGL0uef+7h5A1OuDDhr2vFL47F/TyPCMYS7xJj4g8WF09vpP+Qr273dq85SxLPbnNVbyQGIS9+WQ6PFNKpb3Op8O94wMru6jYWL3f8zg98CZLvWk8H71ohBi76RQHvUkx3rxqE8W7CX9AvElEszziF4q8kKmFPF3O+DsIhim8bxtiPS6d0Lyt+p08lM3FvYUlEL0B0wC9+kOyPK9qib3mNEC8Nj1dvawJ171c27c96Hxmvf4QgLdr6Zq8U2swPR26Vb1dwt26kaPQuxYnC74TQ8486M3Fu0OcVb0lQq+8WuCqOyQMQrxxO2q4kYITPAEbvL3EZtM8oPgQPHrKwL2mGOS6ZQ5kPUp1ZL2d63i9PV+7vc0DKr1m2Cu8c0uzvBLcGr0zhr0967qbvds1+L0HOg48829JPQ=="
      ],
      "weights": [
        "bcsIj3tMCI8n0AiPw14UvJZ7FLs6AQmPZi5iuuABcrwclggPmnCuu/9LRjy5TJMPXCV9vHKs87uMYoM8rC7YO0kJbDsN05Q8/KioOT3ZPDqbcJKP+ahYPORA3DzTt6G8uKj2uSjSKjyOqsq9vguOPG4asTsqDmy9StXQPAQcJT3MX6q80dsvPft2Mr0tvBO9yv1LvHY+xrlSf9a7vdF5vGdGQb1zDaO7/mO6vNDXgby8m3s8X4xdPFzcgLxazwC8xNqluw9GrjxeEJQ7nTeLvPPoyzzc25Q8Q52uvMIAqT3zHAK7YdrDPBh/pbsKBGC8uvRGPMLz8rvXfaU836O9vPLZCI8dAeS7oiyCvPskCY/LiYs8mWgIj4rWUj3g/h67YLGGvWceLr0/YoC7RtbDvBqMCY/RRgmPAdOoO12DALwZdwgPe2X0vGD/wDvQf4C8VHXaPOZiCQ96hbQ5+8MHjyn0artBlTu8fv6HvWHonbw6MxU7t9ONPBc/xbx2RrC6rJ4BPOd2B4/9NwkPK7PvvNWmnTs9bLk8cFqXO152mbzX/tc8jOutvGDHpTtPxeo8pNMHPdFeBTyRugcPwW9QvO/uhzyW6Zw7g0zMPCah+ryxsQeP2WXfvEo5KjudNHY83loIDx4yKbwsuQgPvfsAu3t4BLwE4Ri8Oi+ZPBbk3TvyPYe8JGAPvAoHCY/VAwkPzdoIjwxj6TomZ4W8eZsIj8wKHD1trAW7JS8Jj5nwpbySWwq9x8OSj0wFGLs6OjC9DLi3vC0NOTwyDp28wEKBvDqVNz3hko+8AhCTj7WD8Dulwto8yEISvKMvWzznjIm8e3EtPRIPa7z0gYA9uMH7vFBw4brLJ4I9Sr35Oxv1hDxpeMi6DaevPG29BTzEG0E8OxAvPNzDDzzpHh49x7tQvKDt0DwIL7U8FNafO+aZVL2fJdU8H/R7vG4LGz1FAda35kBBPV025byp6EG8LdUCvQ5+KT2TUAq9URCiu1m/ejw5ESA954AAvDPW27utarU8",
        "0PTivOEPmbwuiQiPk9a/u+nZIL3ZiggPMwwxPA0NCI+NBHA7rYuJO+5bx7rJLqQ8P/tsvLkZCL19ZAeP+1QIj9Azirxhyak6bGoJj++vZLxzVI49hgbZO0BvBj0kqgiPFUG6vAyyCI/q9oO7ksqnvDisCLx+dAY8XPETvZNqIrs3Bko7XgGgu/ukaDylkAiPSEAIj26MiDvjeLe89y2EOsZpgrwamKw8+nASvObho7yHGBa83qoVOoMbKLx39Jm8WRUHjwDr4jyqKCc8Z/6kvNYOA7vBzsK7MPsHj1X3gr1cpCw6pUTEu3LACI+EYgG9ZUsFD5avwzwgjw88rXqQPF2LwTr7VcE7l5BXOn4m8jnDMAiPuNEHj8EnCA8UxfY7H7ppPJZJCA+XuW28lDBZPCTYBw9SkjI9a9bTvN9Mkw8VEEQ7o8HoPPWRBL1KTjg9i1nhvDPZ3LzWE+i8EdVDvIGlko8dIQc9TP6OPF0XKTwk+Fu8+pnCOzPrYj36gjy7X5/pvAl//jyoNIU8C98WvPqJAT3OxAO8xXHCPSHJP7mXzge9guugPLjaP723YYY8Zx9TPbWcqzxbjsS8OCVoOmxXTD0uWja7EsYdvRmL8LwbLGO7p/UZu3L9Ybw/BIS8btJvPMDr0rx+OkO7tzDYu+rRlLsGqw88H/pEvGoUJT2o05k78oC+u2zlObw/utu7dOEHj4NrBD3TTxi99S8JjzkCKjzEXAiPwERGvU/5kLynkkC845JUPJvWnD1zVXc7pGAJj+AaCY8qAEu99N6nPEwxCI9tavG78r8qPD7OXzxNlbA7q10Hj3RQ0Ts71QcPUwSzPAFJUD0X7LC9AR4HPFSkgjy0phY9j/EZvKuWbb2jKJa8HjAIjydICI9hkFq8P+BFPZTRyryW9Re7udnaPPaIiTzZzSQ9nd8APcDjOTwDjNc6CN81vSHICI9Zcyq8A8YHPdTAsTzdblI7400QvHkVCI/G9xa9JNugO+OJ0zwHageP6cmXPHwdCI/VhIA7",
        "GZm+vI1qmLy5kFU8IR4cPMIglrwshhs9G+gHj2m4B4/TpweP9p7Vul5QiDuQdAiPflUhvByy5jy9aAiPzdMGvV8WFL0BTZMP874pPKLAhLwYoJU9Yuo7vfqvOD2N/E48K4KEvMynWry3wZIP5m6oPIUvtDwy5WC5DiOuPHwxdTsCohy9TTiUvP7syTu+D2Y8YSxlvS0aC72dFFE7yELnvFRaNL1ys+O7PPkfPH4XzrwulIO8UTUlPe5TJjyJ6OS7RR/DPJr/FTy9EdO5b07guY0lKD2KN129e/KQvAmnOD3xdbu8pqkqPX5Btzu4/9W8rx5IPB/QD70umn08xstHPLhM/DpNBKa8iM/mPPrtXLzVbny85Pg9Pc4MCY8aDEe9ZD2aO8ILCA+/I6g8u1wHjy3p57w/v5O8K/CTPCmqEDwSuIw9bkzlvMrsCI/g2QiP45rnPMtkWL3LvQgPt+v4O9L/8jyehLc859r7PHLDCI8Zz1i8SdQIjzQ+kLywade8Izqeu+ESCzwd9zS6S7cyvTs5grxM8qS8zGybvET9B4+NyAiP1EWSPLJW47ywlMe7r5o7vKz0MD1blCA95jpTvMAfbDsQL9O8ZOR9PegudzusUggPe1a7uxdQZb1FxoK7QXqXuxOXU7v/NQiPeAVTutsbnLzjrM+8kMoHj3aVsz2wLgkPOGyCvHjn6zyqQo28fdfFO2UUUTvHuV09iTQqvcHFCQ/YUQmP0wsIj74wjzuJLDK7cc0IDxUTIbwvEjS7Zj0JD2qAcjx1Rz68j1+Tj059CrskWtw82H/QvHySJzwuEYO8KttDvY351bvdBOq7ZxCTD6Z1YTxBwpc81FfbukOWkjwbZUU8ElKYubYUqzwNxg+9GoeTPfE0qLj6E3U8sXMfvRCIyrxnskE9O+YwvAzmHzwz3wU80CvsPI4bs7vw5fq8SkcdPVENljpOnK682JgJPeyt9Lzvgao8ez5yPOjfND0bHTC8+p+5vP8WEL32fnQ8ONMguzFugDsVOMm8",
        "NoBVO+AaMTwABw+8AUkzPcHrvrzro7q7VMOfPAM4xro5AgmP5pdzPVVyBL1jAgkPqvUsvMkaCY/p2EQ8yoMLPEc0fLxzVxU83KMdvUWa8LwV2AiPFW8IjzKMtrzdHqo8158Hj9eVXL3Ohr88w3mVO0OM3LxPeQmPRQq3u15WCQ8aEaY88V6OPGLcmr0xOLQ7OWo2vQrGDb3QoMq8XbcIvFcfkrzzLgePyGIJj1BJL7xGTzU7x6ylO1Hwf7xMN2k9vbloOyw2dzzd0Km6hd4pOroHsLxSPfi8CmQIjyBb1jtJJOA8Z0EmvDBq0jx6r/a8ZDwGj99okL0uUyq9CuZJPCTLCI8XtGO8szkIj6AIAzyRBEw9vqbHvJ4qhDvRVVa8KLdyvKhM/Tv9NAiPc4wHjxjBB481BB49hDytPImhCI93nRy8NlvOvIb+CA+aPiC8DPlLPLX9ko+TFpO7mtlUvTllgrzWHpe8wcM1PLUTwLkpIQ28CMoLPLaDkw9Iaxy9WA05PO9m4LqRDLg7SS9LvN9nKTlWslk9gKE4PeDnbLm+l1q8i83/vIAZrDzmHXe8MBs3vBBNf7xK6KM7sAL0PJQMOjyU9X67InHcu65dhry08Ro7jAm6OqVbSTqd8oI8+x+jOqIMrL2w3oe9F1P8vLtSrbwaI9K7SdLTPGehPDyj4gO9TDjuu6wCGz0YEba8v9Q2vQkJIr0pLlK8RvoOvbN4krzeLpG8qkQIj0QIyLsvdW29uNcIj1jaFzlyQwiPkgTNvMhxl73dz+w8qOdGvbgvtLu8psY66hoIjzgECI96hOQ8QUj4PAZ9B49Gvsq7SMnEuxpYIjs3OrC8dvwHj70/SDz7JgiPyus+vRro1LzdsD69GhrQvPm2uz2fZAg9jOirPDS/Mrx604e9CH8Hj+QdCY94YMm8Rw27vBM3sLtiwKG81vaQuxknv7wb8vW81T0rPdLQMj1nlNe8ubgxPHz8CI/WthC8wFI3O0JI0zyn9wy9Fy68PCYwCY+wEt+8",
        "dZ7SOz6phT3uEgiPKYEoPRM3CY8CifM8QCoSPR1Ipr3iJye8k7bOPPMylbzPRci8TuAHjxV9Bw+HnQkPgwQtPQwj0rzb3wgPHJQ8vXCyFr0rQwgPmJvOvDH2rLz9hZMP1hjWuGG7wLwfrR09KUJWvCmTuTvSBzE8X1invFYj7Lt1Z5MPvuD3Osb6Aj3ozzO9tI2vPOWoxbsdemC7UEh6PJPGgjywhMO8oGxuvOxRzrsG7ws994SZuhIPNrxtPKk8qMckvPQ1C7wl0m+9B5NFvNVXubzDWsQ7ey2yOyKcMDwdjX0854/hO8bB/7w3rRW8YDfTPAvtZLufCYY85lxWPK17s7vR5qo8smWxvASsvjqyENe8uxOqulcXCD31Zgk8SIV2PBEb5ryLDwa8BYNePJxBCI+O2fg8ynYKPCntCI9dcoY6HukGj4PDibzCwKS8GQTluzpYqzvS79a8HYuzPGGyCI+h/geP80BluwdskLz1IwkPG9Zwu8rDNz3ff7+7v28vvPw8CY/NYyS8sbEIjxhVLrwsigE7Y3zpPAtferzFRmy8y7hNvCOBD7w3Ttm4H9w0PPM6Bo/++wiPQ5ntu7L5ObzNvZ66vRxaPBXvZru+czE8AN5TvDaNcbv8qnC7eVEJvS7A2LsKqgePDBAEvYwkX7pscby8mLCHO1cc57o1NQiP4zXOOx1HojtCCB69Th8Ij5zQmDw5KgiPmZVcPFs7lbvTcjo9P1yRvPfTBD32cZe8rKplPPvXCA/MGAkP+K8HD66xUDwWn4a9s9gIj5kwdrtlqcC8jeMID06ZSj2uV7M8PlGTj/u5VbxaCFi8VK6SvBXim7y3T3y7xIJJPKqCmrzD9U28kSGTj4biuTz4X4A8o6HcvO7PTzzxa/Q8ABoePR3eybxBJ2g8WB5VPFCtmrwrV/C7TcYRPWob2zpwwKo85CJsvP+xvDmVCuO8ut4kPdMV8ru5NQo9WEK/u2QW1rycncQ7KjofPGkDjDzlrtI82Pt2vGjH8zx5i1E9",
        "HLBHvQrK3Lyn/OU78soPvYCeWDyWx9Y7gv/Nu7OLgb3TEFm8XBRbvHjul7uTnou8tsIPO3gtyrzv2giPR4jdPABILr3HCwmPQSVaPaymBo+rTqG8Q/m5POOlMb1m4nm8j5wmPBMpBD3VVAmPfkgJjy/yUb3kF/E7cWMJj0OgWT1Wmqi6e8aRvPaWGL2AVwgPRx8JvDXwBw+mIXe8HgqNPH0/ajuemg89xFwXvD9MVDw/5KG8P+qzvEv8CrwlpgYPYvgIj84I4TvJ/lW8/cLoO2noxryv8Wm8seq/PKnRlbwb8o68+uruPDo4kzzS3hw9ydgIj+hT5LxcVF29RK0BPfPEbD0VahC8eKgHjzjZlTxAh4q82fO0vNmvCI+j4py82BUIj09Bnrz+8BM8yBQOvdxH3LymL5k8Twg0O20d7DuMhAgPYQkIjzzPCI/qFR266x2NPeICCI81ZvO6rF8/vJvlBw/iDhA9H93ku+0ek4+QJBw91S7QvBGa47yfE4O6dFqiPfClkzyKxQo8RQwuvbsjk4/6n768FJa3vEM1A7x2d+68IFP7vKp6MbycOKu87QTLO140/z0GiyI8o3cPvVuD3zw1LBS9fF7mvJyOkT3OAD08e1Q+vb3nK73EGY88f2JRPWujtzvC8Sk8qcmiPLyVJ7tozvm82r7luwAjEr3cZMW8x8aFO6McCL1noTg7kmqPPM/QgTz5eim95lV+u22iIr0vP2S90jg0vAgZ4zvwS9o7VPTYvNecKLodQGk8vxcJD9bJOrwouAK8bJsIj10nmT0VaAmPzGxevSVqpjx6ZUA9RfWqOvt6A7x0SfE8mkoJj8x/CY/wkt88RXvBO6xMCI95rQU99WmbvaebDb1sec28T80Ij/qWKz0HlQiPbYrvvJxnYz3qq7Y7/m2xPGwa1j28kNO801ccPW8tqLwjPUo8yekHj1jIB498oVy8IoGGu/EUwrz1h7+8LhdavbVYbbxeiyY8ongivKxtBzsx1yO9yB7jPBjOB48AEui8",
        "HceSvHfoLT1U/TO8ua36PK9fB48w6qw8tUdlPNAeNT3CswePo56UvQKICI8+vnw72Kmzu+HFn72qMRE9A5IpO3+D57uHSoC85xEIj5moCY/cagePwnfyvK1ItzxBwAiPa2YuvT7DPbyOUQiPI8WcPM+aSTxRSZMP1/yUvCB97btA4kG9pA31O4kZgrypDFi7jdewvC6mijtbGJMPiYyMvPSKXL2Y/qo8yoglvW+wSTqp/0W9hBscvCM6QDwJLgC8tHWaOo41kbycLk48FkXKvETsujze2tk7kXjlvBfwg72rd3a7770zvUVQbz1knAM8vMpIvfwjb72EDDI82Z2fvH3oFL01qGi8uDplPNl6M7yFOl+8ErIlPAZtFLyYXFC8GG6XOzTzCbxG8hq8d2pwPBaavDyY4Ey8JFDnOrpu5LxvQ7w6giz5vLCIB4+WJPq7wu8APa+YCI9fp9y8u+oGj9C95Dt839A7le1KvLmJGD0iWQm8OxP+PA5pCY8zZAmPL8skOwgsoLx0qgiPmQYVPYlCiDrZPjU8jL1jvCwLCI/dkm88T6sHD6UsijuKgMO8AIq3PKG27TwCgJ48vne/vDsPArxB1RK9tHc3vLqxCA8cRwiPJk3ku5IE/7xEhs87GgqfPONNALlpD6m8RX5Du+fl37sGaQu7L8gHPO2S8LoWGgmP3S8svKAyCrs8+xW95EAzPNoblbyl8AiPRMQcPeOOAb2tbwm91tMIj7kXJb06EgmP8mLMvH+i9bu1LW89/KEJvY97Gr1cixg9KvX3O9niCI936giPvFgIj/xyozydVQo90zwIjzbNE70cyN+7uP4HDw5QcrpWQ508GriSD/d1D73Fch08by7QvO91AD2mHZa87Xv2vISjhT0C+oC8JXGTjwNdG7yXakg9YjcjOwGtlLryUKg9C1SKOPD6kbx47EA9wsyQvWOGm7tkxRW9ouzmPCUGK7zXXx691gZyvHQWMD3Xqzi9CsG2u1LGn7vFmIW9NlUBPcoTkj0nCS+7",
        "arCbvNmxLDyBwO88UGoYvNYH2byb7qw7BXZBuU+9TLwMt+C84/0WPMu5tD0tIVQ9unQwvDYAhj1Ocus8EPTjuY+ciDxYCB+89yCzu+RMnLxPggePZMsVvL4KjbwKcwkPm6K+O4OhB4+wW608x797vZHWYDydggC8vuHWPHffFD12EgmPgjcJj2wvWDxHNHe8nrcHjzqtC7wWc6K8ToisPGBND73JcAmPQl0LOgvTCA/AJBm9yL33ux9bpLuhsRG9bI1XvXBzlzy7v768sQ+9vEYkUj0jkAePJ0gJjwv9wjzSjQK9dASEO6dLFTwFIhq72JCXu2Rb87ziJbs89pcTPH+Y+jxgEu68FhIJDz2yozzfdXO84uf7ut1Ypzywxbi8d0wHj5s/5bwfC7I8jSOEvLXlCA+J9SQ8mH4HjwhUMbxT8ac8HyWSPNLU7ryx0Lu65nG+ue7AOb3IYQkP2J8Hj3NDCA8Hwyo8p8w8vG88CY/ggBW7P48FPB7ICI+wKDA9jJmLPPbNko80QFq8N8cGvBivNzynf6o89r6AvGyGvjxi2zK7tOlivMuKk4+luJ68PAzfuzQFq7vm7wu8ja88PXkmaL1OAFi7z0hDvGbSAL3UoK+7DrbZuyuXmDxCiHQ7auCUOFUDBj26Iio9EG7xuyRmibrizpC8qKOPPXQcozvUubc7EOriPDWxb7vSL+e8bAwcOw3fwrvip5y8fx3zPFpyQLxywV28AW+xPHoQGz0kiBq9gB7GvKCdaLzY2Au9K5x7PKcgBL1dJ5E7JeymvNE5VzyYWJE8nHYIDxDaKj1vFSi8h2oJjx8YcD3GGwmPrLXju7/2CDwcd6c8UA00PS0PVzyBpvC8a2IHj13/CI93Fxw99nYDPY4rCQ/h3Vc9qWp6vS0qJzxAVUC9sE0JDxokqzyVlQkPlnthvHm7wby3W4C7muSgPWW7DT1Htoq7ZNvGPHnjjLt1giK9zfkHjz5ZCI+ECx+88L5aO+WwGr3fcUm8ezbMPDEq8DvJ8Cg8",
        "ck+1PD+JAz3BeJq7Bc8vPRCdB4+epFA8uBYiOwsJCr3irDA71yK7PPAnCI+RpNG8f5IavdWkfDzFpgePGFplPBgtCY8gyQG9F/UMvJcdE7z3mDo7wDyCO+rpvDuzJxO9BRgJj7b6B48HuQiP8+WYvFK5TbzBIAiPrmr5PKT9GL22UAgP3F/wOj5kw7sbdJOPhE2VPCu/YTzaFMS7+BM2PeOwHby79z+9t8etvPDUcLwY7pKPDKCNusCzKbwDy5M8OomTvFAIqzxk9AU6fxNrvPyWbTwvQ1496Y18vNjM6roCCKC5XENZvYyKAT03Raw8dJUPPRzA1jyszaq8SJCAOdJdpTzoyPy7W0/bvDtnCT2aYyC8CBBIPElCnjwzzRY8fKw7PC0m27slLx88PXayPHcr/TuhgXU8V5yBPCqqAz30/8I7w4SvOwjeDzwCCAY9oDv7OwaXeryvOJ07HMn6OyxVCQ/JR6C78cYtvSATCY+lkLo6mgsIDzd0HzyGvRA7SdgBvUvihrsSnQQ8FjhYvN2CCQ/XjAePkhWWvGcHGzzApAkPmdfQPD3G8ztGJVI8D6AGvX1pCY/qyto83eAGj14zJT1jwoM9P21Lu5y2TTyZ2QU7Uz90vFrpqTt43sE7UE8Svdh3B4/pLgiPTgbdOxCquDxD1SC8Oy6XPBCc+TtRfXO8+J3APFryfTzIQgG8TBdvO7rEBjzCUwmPEu+UvPQ5njyG6CQ9FUI9OS+J5jxbZQiPr4WmPEfFzTyL988755AHj6dCjTv+6wePZt1JvDA5k7xpBNq7ww84vTt9Tzxw1Ns7YVbtvKjnCQ+AxgiPGaQIjzfyg7uqmfW7DX0Hjwg8SL1tlou81nYIj0jH5Dyxq8K8APaSj0WW87xhoCI8ngnYvCMEsTsFida7R29VvSG48ztlidS81S+TDySB7zzPh1I8Rc2JuwpAHLvqwoE8I+KovNcLmrwrQgU8pIqRvBC6Rzzv/MW7Z3gCuvVjkDxEHIM944I9vHCmQzxuQHa9",
        "tW7iPJL4uTvz0JQ8uKTZu1NlGzyNv8K8IvIrvJMojLwB8Au7B75pvHk93Du+7RU9GzikvGUYAbkcmpm9Fdk8Os08Gb1yl4O7gvUovcTCBz1hJUO83wGTPADtPzzpSmK8ICUwvFqJlDwegQePxX7sPPbRPbvTDwmPkjByvN9SBw9pwUQ8njKJPJ27ND0dRXw9H16FO3BxGjx+QAmPIk4Hj2v52LySh+c8OOoHj94QdzxKUVU6ibIUvKRPAjxSwgePoO8KvHCwB49tGgE88GCJvCapHz2WGZw8YfgKvY3gzDxTteO8iAJwvT0ryzy5JQiPPysJjy90W7z/hES8PnCnvK5PpbutCNY84MG5PPbpHTz+S1M84fIKPC4vhTtlrsI8nmAHD2RhljyO3mo7QkmmvIL3+Tz2p+O7OIwIj8ofUr1Q7SW9zLuzvDCSBw9lQgk9jv4HD3OKCT3jaC68zwL+PB8X2ruTiWs7SB69PJqKeDyoWAmPiE0Ij3JvCA/Xio88rvvvu0kBCQ/L2kc8c6j6vBNwCI+cr/A7jcxuPFrEko+6SyO8FFlpvGwZOT2/Fro6g7kRujbt6bz7cik8vfFjvIgnk493Ewa70lVTvJ7bo7yGuq28oDlLPTjQ5rzCX4G8yvzHvDVNYb1CPmI9V9zXvCOxz7yHkyE9jw8SOnm6wrw9zVW5KqC4vGLeiz3sTWQ9cdAXvbGEDL1STU683p3fvCuAObw1iCA9f2vsPMQX+LwYABO8jMo3vBVDK73U0Ao8KAWVPPT22LzWoEW6csM5u8Ff/rx+HDW9Q0SEO6NBH7yHwGG8lkY3PNU/g7vRrk48mm4IjxD0Ob3IsUi8Z9sHj6/VZzwpGwiP5+bAPA4Y2TzeWKI7CaqiPKiFFb3rKy49jLIIj/PlCA8u0W87LUNNPbaDCI8b7dK8tPENvUssDL2RA9G6MgwIjwjzTL0vTgmP1vA2PIKP1byJue08fvfYvBumP72DMJg9RxC/uigbUTk01cw647oGj0QeCI8ZxrW8",
        "q3ZsPdy5U73B5/e7OSzFPZwqMjxh1oE8v4smPXb8T7wnlKM8weIkvfR7CI/mgzW7lmFLPRdXc7z9dAO8Gx1SPGOnCI+5o2k8Qvq1PM2Jvzz02gePT2CZvDoFCY9CDhG8Q1AhPUUtHb1MX1G7Ln+BvJL/T7033r28izQJj7FBCA+kBQmPzH16vKYYwTl4CgiP3UTvPFrqLj3BcAmPtMI7PbqB6zyWYZMPwDwhu5G+Dz2BK7o7eMG4PFxNejwG0OA7tbb/vHbtKbw6S5OPfwYJPVi197wS4fC7ln/pO+uujz14aE68UhU2vIfckrx06OE7XGAevERavby0s/M8cIh1Oyx3+zx/aCy6Gi+2vLG4FbzFvZI88jszPZ/Ptzwuhr88j87mvDQ9ZL0NpCE8sDeHvGu4fryIAqy8jmi5vDCSIzsp7sy8YX7EPMDsBb3yVTa8WE6kPFSeYLysPaQ79+lrvJrZL7xMJ8I82J0sPR+d7buU4ki88b6YPTRBCI/xQji9ZgyYPEgRCA8RRcE7rV8Hj6sw2LzwvT+8qWFFvWLd9DyxEfs7z4C+vC0UCI+MOAiParqIPB3ySjx7YAkPI+MNvVG2Qjs2qPa7RDGjPI4+CY+nJa882KQIj+QaYTzqi2Q8qe24ukqCbDo78R29nW0Ivd7y2TzC4ZY9gaDQPDQxCI/XiAiPSroZPd+0vTxWfBS8zYnuPOIPb7vew6i8gmqfPI6/XbwW0sg86+8rPKykQb0JNgePnQDLPKdvPrziD+E6zbJLvZY7PTwFdAiP3XciPaO6KDz7nxG9kHsJj+bRTzwHawgPRXUnuwpP8zzxthS9cy9Xveh4IDtz1xm9eOWDu2pZB49e5AeP9PoHj2OsBb1yQdg8pO4Hj1txljykJZO7Q0AID7aiIL1Kui68RYGTj25SprwqVk67UsImPIQf4rz/M2e867GGve5Z+jz9IGC8fdGSj9iyRr0mmQS8r0avPOKvA7zYsWe8kehvvSDOd7muF0u8ZiLdu5gZkTzp7GW9",
        "n5MRuta+LLvBWoi9L5Z8PG6Agz23no08Wa87PMx2rbw8JyA61uqjvIiiyjxSWFU9ZsBbOxg7RrxYW3g8BbKnPEkZwbv7gjI8xRUtO9WVfD0ry149IFt0PD+DZTxZ0R69ABugvDu5xzk6Bc4867KxvKCQTzzCFXE8vf4uPZjIFDwU8weP32a4PNI1j7yx1gePsdHNvCdyB49heCS88QUwPTsfGT2U+dk7gcjgPLdYYzxalweP7ykIj0XG1LwbfKg8jLAHj2v0hDzKlBe95JWcu8XNrr1k8AeP1mnOuedPCQ+KROC7Of6bPMn4i7vGKYM8+S9mPRX4y7s7XwG9bDcJvaVEkroXQQiPAF8Jj16CQDsupsM81eXlOT9NdD3QWWQ8Ml6Hu5ZQe7vSnEg88eqkPGH/rzzdPYQ8uXwID9GDrDs3gs88OYExvSFh1TsnMhA8OuMHj8+55L2UvtI8ixuSPRJlCI9pqpm9VLEIj0XMErysnOI7n8qYvNyVG71J17M8seRKPQObwzuLDgkPn+IIj4RcCI9fUb48MU6HvX+QCI8H3/m8hZ1qu03zBw9cIis9XBcRPZZxk49ZfIu8piYIPeT0Er3ItxW9WX9uvN6q9ToxDDQ9SONTvG5Sk4+YzxG9Dgv+u2CZLD0hWQm9YFoAPXD5Ob2NFhQ96hy6vNHi9ryeroI8BQ2Xu6gRnrl7CGO8UMIpvTC2g7x98Nu8mvHkO8hpejwcbXc6+tXGu0zmPj1d7n88EB62POZ3Wbx2Rek773DTuOXQ0DvX6fg7Htw1usHEkjqoND083/xGvMfwx7zSW3E8vsIFu11AubvxMAy9SYcDPGIcar0pjmg7d7mOPHbnWrvoWQw95pkHj0c1M7kSVju9V0UIj+AUdbxCygiP7IUZPaHWhjvhvcU7tzr0vIpgMDzSDLS8M38HjxKwB4/dWDG9wwMVPKV3CI9uoTW8VPu2PDVZ2bxRgwY9KKQJD0CFhzsPpgmP86PevFIJiLx28Ve94Ibnuocm0rljyi08",
        "09S1PNigCr1ESci8eSoIj/LfCI9nqPA8+03qu2ejdDuLvNK8NPhGvT1c17tn7SE84VsPPIJ7kj001zC8ANEDuw7wBw970Bs8s4Cju9Qsx7vLFh48Sl44vZ1NB48Z3nw8nkMEvb4jjTxpvgcPEgddvA7DCA9Ohfg7Luw4O8/0dryT+no812z8u8sxOjsicMw7UAUJjyQ4CI9/ggiPrBMFvRYAzjqqZgiP0NdkvVlKsjsk+wcPOfUxPco3fryNRZMPpifFuzDVprsDhL88oVB7PHIBMzyrpcy8W0p6u8moIz2DrpKP+1WQvBUTnrtoQSY9vu5LPBiulrz9v6M9MsKVPKRoLrzfn1y9ta3JPO+YAry9YfW8jjKUPOUfCT4dEho9vYM1PXBDxjzmrvY7UtEzvdrQiz13jhO9SzUDPaPbnTthCRk8ty8zPQxA67z7Vua8S/QrvKOdbD1AxB28RYuMvEDlTT1v2ha9fXYVvegSKL3UBq+6VzDaPD7QhD15zIM9AOvROxhx3bxakuy8B8blvCHEB48tkMA7dPyBvcK0CA8tq7G8mVEJjxKWOr1TlZC9TRAGPf7+yzzUIGY8x3GVOzv8CI8TKwmPe7MyvGTWhjtgpAkP+CwDPqS53rsGqRo8fjYwPEuoCI9M0bm8M1IIDz9hIT08WOk8keltt1ikWDz7F3K8W5EQvMxBVDxXjjq923hnPGCcCY8pYQmP1YUgvN5eprt4Hqs84HhTPWcFt7wW4CQ6A6D9O9toxzyfaQ09AJD+OjnoF71PUweP07dFPCdHkbz7gX69xaYHPHEqnjw11AiPsU+xu4vJMr07Q0y8UVAID4W1mrtGswiPq9PrPKjNqTw81iQ8GTrpuk0svLzOKu08W02FvMwbCQ/fYwiPNc4ID6Kv6DyUiFO8F8kIj6ut/LzCf8+73jcJD8bfHTrwqgq9PDGTj+s5Lr3Fwb28FjapPN50QDyiWEc8PHHevDyMgrxgFgu9RzqTj8s4tzxBuLk8NjzuPBWXNDxc4xC9",
        "tOm4PCScVT1g6ia8MxywvM+khT3CZyU9dJflvA4rS7yASRs9pzqDPVlkK7wd6EI9e+bOPA3Fk7pIvB49Pv7rPAhNVryXRQI9CQZHPQqw3LwREaU84PwlvXyjBbxyoCA8yXP3vOti5DvenW096Oz5PAp3VbxNPFw9n0iaPD1qI7tRfjI8OXDQvOvwjTzz0PC7hndDPabuNTp+agmPjH+GOxKwjr0ywwiPUYVSO9KFCI//K2I9FKXWu/+R67ygbWM8O0Vdu9QuUjwKZAiPOQsIj9pZoLzJC128k28ID3eMobyeZH+86qOzvNqOSL0jdAkPoty/vBTtCI+6iZS84ZcwO1EFTrzgV608oNgNPNXsFT1geMQ8rx8QvI4k0LtB2weP8VsIDw7JN72syZ67AgeuvA4IqjzitbI7l6t2vPt59zoEgkY9xsWGvLq6gj3LqQk8GdgIj1a8Prx+OMo89XZFvRW0PzzuTjE9yaAHj1vH8ru3x2E9G4BCvWYOCA85C+y7vlIJjxUYfjrfW+m8zObsPNKmSbxqlXA7uvymvOqPJruIlQiP1nMJD8UbCI+osSo9MPAkPLwGCI+X7x09/MVavHjrCI/pFb+8Z+Z6vL3Xko94lBq9y7P3POYxgj21kNc7WCYZPXftKz3dli+9ofSyvJh/k4/Yj4c8wmO+PRe+VDy7rAG9eq/4vJpDujz/sWC7nV4fPV8Y2js8ehe91dwvPXhfh7xSIYS89ejIu1g46TmTUoY8khEBvOQAJjyKXbY8B+DpOiAZKrxj/m+5zgSjO5bEszvRK7w8GTHcvJtXzTt5hnY8T7+nPDI4mDztVvo6Te1AvHIl4rvi6GE8O3DBPPLQD7yZCsW8BKJBPfplBLzOjcG7+suVPYL6FTy71gY74AwIjysKmjzd1Va9NcYHj03JqTv8lgePejaRvFJXkrwLwmu8dqsKPYF/8zzpm1M6soIHjxx1CY+GCqy6V0n7vCgGCY/qNpQ86HOePOrg8bwem186JjQJjwfjm7yf7AeP",
        "pvoSPV5/kbyO38c56rcevKaxvTxRnjs9lvocuxGtgbx0N0Y7HVsHD7h2CY9XbVI9bH27vDim+bwrnPU7ldkFvFVOlbxSPss8UC/Xu1MANzskFjS86VQIPL9zB481PnI9waodPVc5xLyheCi8LrJAPGA8B49nUl29sJfEvIPiaLxvfgePUxMNPVmEBQ8WYwG8+hkxPCCiAbwK75k8k+CtPPT5fDuF4jq9X5wHjyYYCQ+CBAmPU0inPBIWFjxICQkPsuWDvF1jwTx/VgkPIq4rO7liwjzPK5MPsgoQPUHus7tlTRW9Tj6fvOkRKjzjWyW9mY2bu4ShFj38jpMP9sNKvecZ3zx7DQi8LldFPJELiTw9mvO8smZGu+oIHz3cXkC8CYolPYphEzwAM7I8gdAJPAvM7TsgNDE8FfRAvIX/0bwYOOC8uD14PGOLc7uWxt68BMLfO96TQ719U+w7kFMIudfsEz1Qg6I7z/GlvHEY/rk1vCu9H9hSPDX6L72qUN+8uZgsPd2Avzt6MvQ8SMeSvAidyzyQdDi9kWp8vA1yjzzkpWi8QCVGvUxuCQ8bRAu7ZaFHPD4+CY9qvCc80qoHj4Tifbs0Hbo848gIPPY4sLxHLUC8O++aOkXRCI96OggP0bqWO4xWpLyxWQiPLBTMPGEAEjyohzc930SKu1TVB4/Pd4G7/HcIj+4aFj2PNe87OaUWvFVYLDl2lTm8n+OLPEJWYDthxYY9eFXdOwhPCA9gcAiPU26yOc8VFzx7GRk8/AnPvLo0ujzGwSQ96EbevF/GiL2/UjG95FOqPFQ1DjyxMAiPS/mDvIpjZbzzv828LDgTuqPkGbwahgeP6Aj/PE5/ybyowy29yXYJj6cVdLwIIQiPb4ZTPCgHzbyPC+S7220lPJXJ7zyTDc27mzARvR9ZCY8KnQiPVZIHj69xzrmZTaO8TRAIjyTZJr1oDYw8bBcJj0cTCDyxs6q8/ciSD3h5uLvoGEi9zTNavUX86zyV5Re9Gry0uzDuWj30J5q8",
        "GiiTj+b1WDtCPZm8dB68POT6u7xHMEK8orvePAllTDt1l108eivhvBUbwrxyb1Y9HLiTvPUOtLhPUCs84pfgvN0ghryfSJa8LQGQPKR6lbyXp1O8S4ACPbaVOD3mS3i8wtKLvP+hrbzV5L69Rp/xvNffDDwbuWW7nwPVPCfpTDzsskC96XcLvSAnaD09kG089mopu/1PjbwICg27qlXtO6gmnjv4kW28YQ6+u0ZBGz3m0QiPA4owPRVgwrzFvQmP1w9uuoSVCI9ho5u8KG/sPC927ryGYiG8qFu4vBufHL3gHwiPIy8Ij7xQCLu1/ww8Eo8Jj/n6RLzfnS05j7ALvBr68TzxiwiPuYN9vB3rCA/N2vI8GBtLPJA4Ebyk+7y8lm5VvNl2zLu29JU82dAHvfEekT0hIwePbvcHDwby3zznFv68jRlpPCZW1Lx8TNE7ETFavKz1ID3Ecry8jP49vd2alrsyJtu75sUHj0+2XD0ZPxG96htYvB1QtDwa/Mo7MKYHj0sFJLxtxTO95RUQPbTLB4/bU6U8GeMHD8G0frwAHww8qyGbPEsMjzvKaMm8svX4vPQdxjw8kQePCd8Ij+qCCY+ptS28uyoSvBAaCY+sYB27wjo8vcBZCI9YeYm8a+e0vLhxko9rPmA7GP6ovBoiX7wri2K8Q4IgPcPoKLsH8768YViKvPTbko+cR+o7bwHFPKtxmDytCho9vFBovRNhCD3oAsA96IXSvANIK70QTaC7+KXfvAW9/buuuQc8eIoDPThDjTzClBY8dVsUPEZsj7z9mZ68jVLrPKXHAj0sphG8R2KSvJVywDw4p3O7zYGZOpbXXzsqFI27nD84PWeqHb1Cda283JdZPYLwHbxFmT09eLZqPKcM2byEmPQ8vfkbPXotRr3U6ug7RfNkPJ0iUD0+DLk8PswHj0WZqDtUHTY71EQID6fvCj3XvgeP+pc1PfkmAbyRgbA6mUPhPI5BJ7xM+fI8WC0JD1bKB4+PXOo7XdYNvbfHB4/3cxC8",
        "dAV6vEe+PrsD/oc9ad0Ij0jylLyqxgePzECtPL9+Q72+khI9SDkyvOGEQb1nfIo9z1IXvafXnL3Ipko9u9oHj9yVB4/q8Z694qHxPF16GLxKv6q8aOaCvLHUM7x3deA8ct/wPeL1Kj1irY49S2n2uqqkB4+AqO87DgmdPX77c7sQU5K7dJKSPeZjB4+bUuA8s9VxPbTjbr1zfggPbG9KPZ58CY8AyhC8RTQPO2rln7wuXrC7j8Z0u4MLsDwbzac8a/oHj4/FCI8tiQeP3fbZPO4YFztSngiPmEZSvLG+N7z3nAePRJP1vPHna7wqn5KPz6dfvEaeZTzn1m28wkipPBVGyjsww5e8UwWBvL5cebtZXJOPCZEfPNUrCj35saM8UwzlvFQoQD370F26sTNCPdOtM72ZHzk95OYpPQYS+ryZ3zG80niQuwWpaTyL6t+8luNOPTCqLz0/G6E7TvVbvXx1ILx016E8sH4Wuolknzx1Lk27+HLnu0E8lryH+Z084SrovCOmmzrEIsm8Ci76vGjVO721V6U8TEPOPLLDXr35+ua8aLIFvLRreDxAy0W6qoS/u3zbXrxE8++87QfXPHe7CY8x8aG8yqksPc+8B4/JJQq9g40Ij11x9bxdLvm73wW1OnZJZ7uQeSs8rMxLPembB49DpQkP2sq5vISqezq5pQiPFDOVvNT/Fz1YJjo5lp7/PAn4B49VYPO891YJD5E2BTzXtYG7NfBfvECzm7tfXLs7P0bMPFCj+LwAz6k8pKW0vDI/B49NKAkPl+cyvAzJyLyQWHu8XATjvNTWsrw62mw7Qi1ru3ARCL3Q68q6LOjUPK9AYLx2eQePMXXLvMn/rLwvzwg84jM+PfxC7rzxaAeP+n9svQaTGL0Onlc9vF8Jj2G7Cz3KUAePRDc7O3sPyzqFTpC8izaJunUEk7wYvkW93rkGOd+yB4+lJQmPGoEJjytCQrweryA9NbMIj41QA70phwW9pzMIj8R5YDwS2S89QwKTj9BCXT2e28M8",
        "jP+CvD7xjDpSDec8fDo5PLph3DzVGTs9CdGSj2uvJbyaog68nbFaPJLBirzigM+8nCx3vFVmJzxeW0S8voMFPcNR9jvie2a84ILaPEb2h7vHXxY9EQuMPTjH7jwPE5U8SrnGOuskBr0Hx2e9awO/u5jMQ70dX4W9NtlzPIgJLL0PIEq8yS3svPl9Gz3/EDW9WWAqvTwvPLzYnnk7AI0RPYJ+mbzU40q6ythgvA7Vr7xjm6S8/1qOPPeOYbvH1vi8E8BKvQ5jXb2fewmPbWvjvBSTGz2XBgiPJnojPRtkCY8wmxK7lI3puNkWoTwrNzY825O1vDS1FjxHOAkP69IJj5TqYD2Hbqc8MGoJj+rUXT2HkBg7hE2Pus+jTb1iUQiPcITHu232B4/IBOc8SE/8u9fAfz24d1S9tzPMPEh9Jr1bSpm7A2Dxuxpa5LygdAeP6jYIj+uGOL2KzVQ8Dq3nPIHp1rzM3d68CltevPDayDtsDJS8+wczPB2RxLnALHe8zpQHj+8vI73T8V49yqgIPb4SjbxGuA+8yNYGjwi+Or3U2ws9iOeEvASLCI/kAZu7v5UHjyD2yzxCdaI87h/gvDtiib1sDOw7ZU9HvUipurwoCgmPeRUHjyUiCI+d7wg9jb24vGv1B48YcJ07UPC7OyTzBw/n8to8uwgyu+Bvkg/wjQC8WVcOvXlEILzXsBm9ThmevERDtjrveC09QPSBvBe4ko8qXAS9BHa8O+o7bb0xVn+8X5WbPLeujTxm08q8KjQWvHfJxbwPNyg8nk27u15f8LuowP67f+M2vXBCb72MRlU90BKYOz8la7yzvnI9vYgSvEF8b7wjwK26oW21PGKpVz0khsy7N7XEvHnQvzy0Sz66ViZ5PDRtYLzS5Ke8rcuMPZG9fz1eXZW8P6WMPCpupbzWwRY8u1tnPOU2DTu1YDE79Q/7uxo0GL0z8d85gr0Hjwwcorz6HBk8jkYJj69dBT0tcQiP9Rrduxf7rrxeQPI8PK4xvdyO0zyhyJ08",
        "ZG0Ij25fCQ/shrs6TxyxPCCEB49+f8y8iTZtvS9AHb0yNe+8VHkHjxpKRr2i3AiPlBAHvKJDwzyAWwC9kc0FvQl6ejyxWkg93gflPDxTW7zzIT+96jsIjzBSCY/wGMG8xDAhvHlwd7yxt6S6dYy5vKSi0rwiq568X5SVPEA7iTwQuUu93ZJJPNUDCY8lmDA8aHHAu89IwTw3hIo8OZIgPRP/B49AyOY70VoQvZ9R6TzwLQiPXdgvOzVMCY9+C2c8Z0eEu7gBkjzyBeO8DUedOEJnsjwCWGq8Hu0Hj3xmCY/5NwgPbMmHvGl/q7zQjQePIIGfO7kqkj0w+AgP5ANhOx2Svry5cZMPzeAZPLV5UL3XZ1k7cR8HvVAbJDpBTF68K+8LPeJ3hjxeiZOP3DRhPNX7sLsyeAM9joIFO6Vq8Dtv+rc7VzbmO8tkkDyZGSY96jB5PFot5rzMIJA828W5vGab9rv9pGq99JQqO6x9trxV6qU71RwrvSgKlLzg0Y49wIO8PEOtqTzz0LU7ui1APEGjNT2iof+7Ld6zPAsldTy4GgM8uSymu+hIsTwzRVk82uyuPDbUhLwCW0g93XpkPQmqUDyf3e+8XIElvNjvWzw2nom87QiYvPsbCI/Pjiu9aWHbPMP/CI/pbEi8rB0Ijz/oHTuJvbo53JIoOj0NuzvxEAs7/L6nPFnxCI8UswePaSR9u7IbhDscqAgPA3FEPMOLgbxguRI9Fb//O1CtBw/ehR29LlkIj3GDEb2d5Bu9pL8rvPK1gbyXUok8H4Z6PeewBbyPYxI8Oxx7PLLcB48kAwmPR1GLvYOw+LxDjyA8kbegu840Ij3LXt86Z1ydPHxrHbyRJzW9vGNOvKEiy7wgFQmPiulrPBa0q7wAk7q8khpZvG6wKbx4cQePYZmnOz7QEjws59k8mDoJD1n1lzy/HQiP7duMPOD9eDtzSuC7r9RJO9xeMbzd0Aq5QdPBPL2ICI+qXwgPEz8Ij0q2/LwOyhC9yDcJj3VQXr1sQoC6",
        "eVwIj8TtPj0uJU29ixyTj86xE7ppBnU7OK0XPTnIqLuqXEQ9rx8QPbqd2LxvaWQ6zZqTj/xv17qCxDe9QRrAPJx2UL36y628ipNbvW0+kLxDKHK9ghNvPdUJHT0M5w+9eNKIveA2WrzMPjA9SWcbPA9rzbzXzXO7NC76O3e5nD0j4528h70RO3zPKT32Bli9N/1tvanoTTyYP8W85JxrvPpbVb22ahW9iVndvEIq0rzt9JW8QZ64vPD0nrvvS1W8F2rBPEbByTsCg2G9hO/yPNjzAj1KRPq8DWklvW/DM7xLCAkP1C4Xu8p9wryxPQmPuG//PIZfCY8Vs6g8fNnvvFCprT0kVE87T+UavAsOZr0lLgmPH9EHjwsKwjvuPLs52TkJD61+6zwwKwA8aR0RvZ3BuLyK/giPmWYBvR6cB48iYac8UY/APV5jtzzJlq49PaKhvE6cnDyuEyA99+v3PDeSjDxRHwmPfdMID84rtDzqTwS9sbMSvAeEcTyxnUE8Pc+lvKpOOzs6GgY67MWxvLn1Or2oJby8ZfkIj7uYzDvrLas8fZe4u8s1Yrw6+bW8udkHj8AVKL17OtO8SRLAPAVACY9Lzu86W+sID/VP0jzePyU9OtN1vJoYij12vrK7E9tMPSbSBrxeYAmPZIIID9sKCI9Dils816gGPZdvCI/Pqh29n682PHwcCQ86kCi9Qni4O9W9kg9Bg/A8Cue9vKy6kTzoJR68NOwTvbCHXTyQdIS7mx4VvNNEk48k2g28avK8uhqarDuWGRG6ufiuPNb9iTw0PpM9OyAGvVP7AT3XM6M8HkLXvBt6Gr1GRFC8jYv/u3/mRzwjVqY8XEhvvHUPxjyz01w9QmIGPG+p47qFxeO7iiV0O/jCWD2mTho8QeCGOtqdYzw5gAo9oDnFu0BUOr2Ydsq8ikucO6R18bz3vR28COoTPFq8MLsN2Lq8ts4zvbJ1Ob02Sr+7cK/BvKLw6Dv41Ge8+5YHj4N4nTuMZAm9nO8Hj3CNXLw2/geP",
        "vmLNvGsYv7xHUBg8q+uAPfKzvzxfYbW8VF4Jj0fyB48/Lf+8rRAJO/AgCI+uOLS8eb/OvDm5NDtTcCe8+pkHj/6/jzxa8wkPI+3EOhlNKbyLsL48u53Uu9pgXzxgEr88zwlDvNfAljyP2947gdAHj1iLCI/QRyK8Ty+bPGyIbz0B/k+8mQoBPCCHnLyi6Ei9vIy9OvQal7uHlho9DNUGPbv9Bw8V8T28JUqhPHafuTxKyQq87DIEPNkMCI8XRcw8m3AgPLjnTL2HDgmPL5INu7+ICY9E3AI9rPR/PGla57xppFi7Zw4wvPcUJbzgF8G8da8ID2ESCI+6LwmPRj0dvRbytLxcTwePWyzwvMe+z7z/0wcPmEPFPCalTbx4M5OPGlxYu1/Kr7xzrPA8MXnKugLWcrxOIto8dvCHPLdrhTygxpIPaHAJvZMX1bxuHhY9bAkHPbk8BDxCp7u82RIzPbPY7by6GwS9spA9vOvIgzy6q468r2AGPA9KmLw7Tg891Ci6PC73wTxpDqO8zdCZPB52Fj08qGu8eRUwvc9407zd30q8WyeluySEIzynbzG8KYfIvFTCOLz4et48gEMCPX6l0DzCKv261ZxlvBmaMb1G/f+708LxvHQribykVKu8soESPcTtFb0HDNM8ckHYuPV1B49OQyQ7ucBGvXooCI9BsVw8OCcIj5iWBLwlfhw77vHtPFntlTxHiS+83Lc2vFonCI8ZLgiP0NExPVQWJjwu8wgPhgkyPQx6pjmoZP28XGvPu9pPCI+l1Rc8CDEJjxKvSbvbnhG9yp9ZOt+1Qj3qP0C8OCriu5TwPzpDmYG9l5YavS4kB48WdggP+ynZOyWTeLzSzuS6M7g8vHj4kLgC0AU90BEyvGgjQz3GOse7fCtTvW5frDyzjAiPZORsu2KC+Txwphy8lm7uvGBnQj1EcAiPI3VnvEVhHL3F/pu8Sh4Ij1CGIbwM2AePhQHbPPfZhLys/+q8+OsJvUn0SrwAMhw9H0GfvIGiCI+IQAgP",
        "CwIID4Xy9DsvZKu8Ef8Hj6fKFD1z8bi8pTIIDxazzDwdq4S7gUGTj8yWWrxoOS28srI+vcik9TzDNnE8Vb2aPV8NJDzPOHW83n6TjyT5Y73KsgO7uCExPO+cCb1SLKg8LdvuPH59QrziugY9D3p0vas0vjwbmPw8qYdUPDeUtz0S9Hk9j8L2PA+gMb3CkKe9BzfgPJDUp7xcCPE9WPurPFU7wLxoLoi9N6xHvTU8Ar1K0j69N7jCvOWpgrzkmlK82+/hvFRVyrwg4ze90/8VvMfgDD1J7As9DGpmu4H4+zweEve7M/l5PUdUpDxhc+k77qLTvN0K0Tup1gePPtumO3S6gj35hQePPQ3uOTvkCI/rKWk8Gy+UvZojH7wla4s8T7OrveAj5zxkeAiP1jYIj1AJTr07M5+8NIsJjzIAcz02jBe9Dfv3vI4tIz3+zQiPn+f+vKOyB4/gUQG9Pc7GPBZqAz162C286qXVOUxSyjq2NU49ONzBPOu/gD1GpAeP3noJj9CBPD03OR47BYusuz9tqDto/0W8F6VAPBZCobyrIu67sPGju/99frsSsLs8P5gGj4HekTzo1ck5q6s0uzZHl7xxGnA8RQoIj5YDFTy0Vx89k44LPVUxCA+0n0m9vH4Hj9m+4ru6PRU9FU2QvPUjvjzNubg7fRnQvG215Lw/FAiPChEIDzd6CY9v/7i8RElYu+KCCI8B2U08APwvPcqlCA/Jmou7dsKDPcsKk49ZeCW8bisSPa05lTz8LJe8ljWzOpMAUTvH8fY7FcW/u4uNk48rAr67CpKcvIY26zw9o8G8cm1vPP/D5rs/eFW8T7CvvKYm2Ds6TEk8rfVRPDM3DT2ZB/Q6nhJ0u/Banbyj9SO9X36ZvCHICrwjBk68u6ygPAfq8jz1umY8DbpSPUFTXDyHD4I8NfoevLsS07wt03G83X/RvLukTzw2JSO8rLA3vHo++bxCCKE8DS/3PDfP+Lq6VbW8Yo8TPZmHEj1kyi+6fJGCvLGZcrzot6A8",
        "wdwIj52jU73c4zG7+QAJj9DoHb1gwAiPWGIcPB2AIz2U0Wy91PDbO7F1u7xRnJi8ULgIj8LyCI9E29A8fiBjuz8/CI9LS9y8MUeCPW8NUjuU82W8z+4Ij9f4KjxgxQiPO6MCvNGYO73LpVi9j9fXu+g8BTwts5O8GjMAvboICz0v+Mm6JjoJj9m3B48m3qq8ZTAKPE9qOr1qC3I88rMBO3daM7y86K28oXprvSW/kry+97u8UuSiPPvOBw+SEVu87B7pO4v9GjwxS+W8GEd6vX2aCI96g2O9pP7wO3P8BrzqhAePDlE7PATuBw+Vq+26xn6avPyqDLzKBvU8UqtUu5xkBztv2jA8QLQIj2j0B4++HAmPIoxxvTU5cLx4LgiPKiWSPLk1mLxIEQiPeXsTvUI+hzyZw5KPRaITu3Vo3Lt+6Cc9oaK2vOKg0DyQBJ68hOOcvHBMqTzbgZOP7jnTvJd8frx/7LO8dDMPPFlk67xEubg73nKpvIVIwzztjUE7tl0OvVU+nDwYOjo9sD7PvHexS735gr48iqFNvKdN3Dxv9Vu87exXvPuHVj1SNG28TIahPKYoij0h1A08hfG1u5Ih/Lxzbs08RckzPeLxLbz/XNg7foBQvIVgVL2rcNS8yzDZvMMsJ70wPgA99TS8u75ZrbyGORy9Qfk0uy676bvuR628X0S2vAJNCY8hiww81N5vvJIpCI/aSPC8o3YHj71qnjy/AnW7bbqCvCiyJj3Vcnc9Lrg5vWoCCI9oUQmP8RtvPBHAV7zwRQmPvtEqPSzKBbvidt48cwU9PAzjCI8RYWM8xI0IDwr0Mbz/UT69KsVPPPrB8TzjG948HoLhvOxVrTxJMw+8WNXqPCb+CI+cVAmPQ6XZu3+6zLv5k0u9EJTjvBm4k7zKO7g8SpGrvFQsdzzqYqu83PkjvIxoWL1RQQmPZApCPOMlrDzwazA9nF2/O4qkPjy3+ggPachZvB8nSjz5fYO8ubMHj1HVjD1cOggPwnyFvKB+wLvz3xA9",
        "unWxuyTVKTxE+FM9ftcEPV/HCI+4AggPPn0IDwidPjzaRKO8Y2MIj9oTWTxJyA48H+0Ij4KZBr0MC3O8kROTjzZRJLwkxwg8FYDAPM1qkjoiCgA9V2/ZvL+RnLyN1uA7yBuTjykNTLxoW8I8lThpPCPlDj1/r+I7PsnqO7s3vrsm20K8rtwXvWFpa70YnbG7pXlYvFDvcTvCpU08x7d0Osa73DmlaC48JJImvaeSUDz3zha9tYVivLqvzTwCK2a9xPWtPLvH2TyEPTG8a4AEPZVaOLyqCJ48mpOLPLW8jTw224Y6PxEmvVD6gTwAuUY9Un/QPGOD8zvtwfG77LEOvc+v5LtkDIw9W3TmPD/46zu+EwiPJUGEvI9Hk7r+bAmP7FAxPDV6CI9mgja7bT6BPEYpULxG/5881qwqvaQEjzw/JQmPW9MHjxz/njzOxXy8S9wIj9Mf2btkkNI80IU6vG/WMTyWqQcPUZoJvdogCQ8CPjI9Vt8sPHwz6TuPpyO8Cgo8uwk4Ij2tl/m8nRcFPRhzk7z8wQePhQsJjzdX8TzTBZE94nLyvFf56byC1Gk91kYuupsmibwgXYE8HbkRPKUlijzQZDE8oX4Hj7ovhT2nUbo8fMujvHgysDyaTH+6/6UHjyiYMjz/VL28YrznvNVaCY+sQIw8xwcJD2D3/zxFgnU8rWqcPHzWjLx2SmK7N9+zvFrOartiOAmPmZcHD6CkB48kvBI9UXTzuwTUBo+BsBO9pw/3PKCHCY9V19M7QcIwPfErkw93BFW7Y+ndu8rHSz1+6AI92FT9Owfp8DsXGP08wgS6u70qk48gJdC8OK5aPM4Unbxq+pa8XCARPROTpDvBjaW7V4sePJ0RF70vlx08gs4WvGNDXjwBAnC7iAJ/vATLHr3UNAI9SbxQvaHg37xVIoQ8/BcUvSkWXT1dB8g6zVakvFKFID1AkGw7nHKyvPN0lzogYyA8A6imvF0VejzvQZW8/tlmPG3D6bwVnfA8VhCOvOucTT3i6rA8",
