{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "inputs",
          0,
          0
        ],
        [
          "num_hk_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "inputs",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "inputs"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_0",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "inputs",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_0"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_1",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_0",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_2",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "hidden_3",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 4.999999873689376e-06
              }
            },
            "name": "error_correction_layer",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "error_correction_layer"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1
            ],
            "dtype": "float32",
            "name": "num_hk_input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "num_hk_input"
        },
        {
          "class_name": "Add",
          "config": {
            "dtype": "float32",
            "name": "adding_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "error_correction_layer",
                0,
                0,
                {}
              ],
              [
                "num_hk_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "adding_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "adding_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "786b35b716fcf06ab73ae4a8001f84ea1518fb526c160fcffbeec0928c26481f",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ],
    [
      1
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "Oclqv8Gf5b2lBRE/6DQYvzsV2b5rlE2/t3/nv9R+SD8/WVk/TEBfPd3mCr8sS/M/To7PPzR0RL/J2YS/yRMWPxDYvD2H3h2/"
          ]
        },
        {
          "shape": [
            1
          ],
          "values": [
            "SFxqvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "ACxcvw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "error_correction_layer": {
      "bias": [
        "Beovuw=="
      ],
      "weights": [
        "WDrRvu8kwz4vHwgPVzIJD8qmAD6l9wcPUE4ID5aCx74NeQkPboAJDyT8B49sVnY+zO8Hj256CA+yXwgPXSEID/O7kg8RMlk+xIAID/64hL4PugkPuxAJj6z7CY+E9ms+aN0JDxZ2mb43JQkPEGySD5jPCI8iigmPYaUJDxLVCY9nDwoP1FoJjz/VNr4SJWu+x1AID05pCY+8d5U+PmkOvurKvL6fjoo+UakHj/pECI8I9M8+v61rvukTCo8zcwiPMn6Hvimxiz5L3gcP5E0JjwBAkw9V+V++T5YID4UuCY8mW8y+gZITkdL/sb5N+1O+r8YJjyC1pj4BIwiPJ03GPlfWCI/MjYy+L5NnvjM+gz5WUAgP298HjwalwL7X/gmP9BYJj08XCg/V7o++XIyAvku7kj4TpVq+WpYJjwU1bT5wXQiPm10Jj4xWCA9oASQ+7gYID2WZCA+9Kqy+PpwID+/aCQ/rSggPDfcIj2UHkD6FNKM+xoUID4/tCI949KG+ro2SD4offT6bbQkPj/4Ij/AB4j4M+YI+6wsID2m2vD6hYwcP0RIJjyYrCQ/mvQgPjj6HPrtnCQ89ohORWKCYPpcgfT7uXwiPgSIJD+2BCI95Aa2+JaWoPjAJlL7gzQeP"
      ]
    },
    "hidden_0": {
      "bias": [
        "GwR6vrvOYb5qbbe8iiKoPY6d+72TLxK9BBh8vXMJ8rxEkg++pPScvZauf72VJ/M7nqxUvlFHA73agYa+5R1svP8R0b1oK5C9ejohvaHTDD2duHE4pbKBvMlnHj14JBC8tZqpvVRimL62nEm+z9JBvhXyTz1QifK9Q0xEvn/Ex73lOTS+2dH/vV9Ip7yOxx29/fX0PNJDL73G0pa9M6MkvcQmwL1vG2i+dSRrvoGVgz0ktwE8vlyqvTX+fb78Rvq8HblMvjDt8bx94Sm+NEb6vdtpFb0Gri6+/kSxvB9JYL6VTk++f5Q2vR654L06wsu9B/HbvUe18L22+0G+Ro7kvfu0GD4bCoC9SQGPvT2kPL5o1dI9ji2Mve6yLz18uhI9BVvVvVdgKL7EJPi8VTvOvdZ+ur0KY5W9phPMPRUU671P1E291zHyvC21uL3QonW9lhbBPcA7Dr0BYo29aWwrPXdsg7y8E4+9V6KTvf4rpj0mGuS9OacXPtNjlT25Btm9i94gvYLrhzwurh29P8lwvpKYTb50hEc9OYvkvJTU5byOJyW9+u0fvciITb6GBMm9olKEPE9dDr6wYxc9V+xmPe3f3b03Pum8PQobPfATBL6rL/S8+6QdPWQq6r1F/Oa9"
      ],
      "weights": [
        "8SkTPclLgzwo6DS9A7THvROBND0Wc8e9fSQ+vA7bfjyO0ZO8+xG9vC9NqT2Ohtq72GM3vEqhpL3cRgg+jisZvvVzFz7qXTU+G4vIvRunQL0pu+29GfJEvvHDBL5evqg81pAhPJDRxb1OlOk6HUVNvmNll73rawk+8OORvRR09r3Ojoi9zj81PXb9Gr2WlSe83oP0vO6Klzyc0ty8vH8gvesZzzuswjq+U4m2vI4bWT6gZAW8g7/dvQlqlz2To3i8mpQHPsv/UDwX19o8a8bJPXdRUTww49y83VjAPSZtUjyiXas92lWRvV6Ylr3AEcQ9E/72veas5D3Qfnm7WNmBPdIumzt9CGS9FtfjPTwJr71+s4S9N6gxPh/zAD7omRa+v/DTvbF10DzQBbi9LSsNPm9sLz1nLHe978CCPFK7OL1m1u+7LAJ3vRqkUD2dp7C9H36SvZPoxT299cY9+0emOtFd4D2Qljq+XLe+vUDi2L2xUxE9B/KFPS67hj28OAg9B/gJvcu35T2O5ss94C0aPQcssTxarU49fM73PRM7s7tE3be9+eYLPvBFoD0/45O7QZnQvQNZMT2wQns9sqQavQAWSL6bVDM9OiK1uUAxhD1dDQa+nlTlPF9AOj5VZns91+BCPNS5VT4ij2K9IYV8PsKl5b0hf8O8J0hTvRR7v7zmv328hFaYPvJdAT4gMjI+eWNKPhddPT0QMC8+UqtTPY38H77DyUw9j26pvZMiFD7ShWM+Xv1TvliDl72nKhA+NPvhPYwvOT5QC0e9h4K3PZlyrjyXcZU+cwqAvUBMjr3Dnce9fCCxvV4Vyb3s7yO8FakUPouRi72oJwG+Kq4NvkFRY714kIE+WTWMPVF7Dr7q37w9UvWevdv+Jz6i978942kjPj1mSr0PzxW+vGsFvpYTUjwwLoO+V5lDvoavRr7FoH4++4vAPOV1vr3SvBA+aytxPJcQAr5NcXU+4mIvPc7Wlb3kvtq8OZ9iPnpVmL1xBLQ8YU/Ova5MiT1EWA8+",
        "lqSlPcshRr62ygU+8Wcxvi+1I750SQS8gexIPfovbb7MJJO9ty8Jvk9UIr0oYpU8n3QKvrHbcr76RXG9EZZivSbZdDzGUQ++VpAlPFC/kL3x3/s9jdAMPbb1Pr0NdLS9o4xcPk0sgT3uG4k+gRY6PneBhb5I22Y+rePYvDeTgL0diOW9eb4nvl7Uo70NPiG9tVyYPGv36L1paHW92Wp7vhq4TL4CBrS8Oa48vgdQur2NLTC9d45SPuLKpDx9XbY9ohDfPZLsh73451O+v2WXvqEUh73GgEs9mMdBvaqO1r2v1yU9P28yPouSAr3N6ws9gpKEPsge37z7HFU9xPBmPQ+eWbyfXS2+7z7Gvf6SQb5gD5Y9LI5dPnJxgD1az7E9EEWAvWoy/j05Pzc9Ko9vven3GL160DY7mpCQvf2TUb20+gI9OVlfvSYucb3ZoUe+dpYEu38Jpb3lyge+eDwGPduChL2UP2U9pNK4PXHkL767Su89+kUxvU0TQD3BKhO+vz7ZPeqrLL5jvKy9bdQUPaVK5b1S82g+MnjavKQOQj02MEE+lWVCuwM5gjxoaTA9hYjBvXSKB77PfJa98rOrvakUfb4jPIu9yUdnvmjKYjwvpCQ8eVwAPgjMgTwCydm9yO3wPFw+Rz5qyiK++NsnPtkrvT3vxi0+cOECvvCbAT5dts+80IMHPjcEoj18hO49hbY+vrQVcT4WfVw9Z5Z3vj2rHj3rv0E+legtvsHQ4L0g2kW8CZUPvh2q273TzdY9ybOAOwUgkrwiMEU+uda8PQ0+jT59jcS97FK7usIT6r1gbk2+7SAMParoyD1dmuC9ySobvsp3NT2CNQE+SQO6vp8GGD7yfDm+jxBbvq01Cz4p6Re+9STIPVpvaLuZIk89AkcoPsns+jweaEg9gdw3PXn3/D2+sWm8ZiiJPUc3G70BTvm7bbw3O8bpWTy/9649XWhdPTYm47wfcMY9UNTkvUr+5z39Fy47nCPGvdFbzLyRil+8EbJuvbvLwr0jvPi9",
        "W3+/PI2BtDxO7xg9yRwwPq2xmLz7dxM+Ay9vPAc9IzxpocM9TJtduyt9sr3hXEy8u4jYvWh0Or3T8sc8UOqkPMwn0L2A8Es+VTpDPrSIXL6dfKa9OS9tu8O/Az5NrrO9hCoKPvxnzLta2gU+U+B2vHg7SzwiL4i9Vq5wu+kfCD1TW9Q9dF+wvaGIEz6Rn1e9c66RPQ040D0jS9M9r6axPRl0Gb4j4EI9XP16PWVJAz6rKCe+4cgAvLsXG70VU/i9P4I9ParP3z1gNFY8ph/LPTte5r13bzM9OFNAvM94Db3rovK9KXdDvW9lJb7In5U9ehY2voTgUL3rci29i6GKPRjsdjxuYMc6aRU/PaC/KL7Durc9qEE+vnd6ib1yXIu9NfgGvSQOk70loRY+3bqEPbsQR7xRa7K9VY4AvrFaF76vI229unAyvnzKjD0LJjC9v2smPEFDiDyhkvC9glGHvY9lhb3jfoG9udOZvalpoLwxu4O9i5WbvUEpS7yRM849+24quideWby/jDU92yEYPV4OyzyM8u29bK8oPeceSTp421m9rfT8PCSVzry05gw9IMXpPBM35j0Hl5G9VWZxPXfuFj6SPnm9XN3mPfI7dz1AZAM8Xpl6PXiRGLzNmdC7AB2GvcJLQDxHVbc8akY8PZvR9jxfs8g9GT2uvf1zQTx4IU08AA/pvJw96roWUG298+AuPBXE4r2g3L89WMNsPcaOBjwRhxs8YyvuPbs1+j1tkhC9n8GlvXr0s711dqs91Jv6vSPsor34MZy8Q9xqvQh+eT3dmJk74Jr9vZJegT3sZ3K913ELPeUDzD2jWWM9wca0PZSIqjzsQ8k9Kh4XvgIl47zhpFu9dultPX5roz3ZPx89IzadvcxcGr65KAA+OzB5vGFB071s9Us8zo0Fvomgh73zdow9FRU+vfke/LuTm4O9d80WPlgSrzxrO4U9W13SPXNAmz33M8U9ClVHPeehprx75eM9vEpCPcMqtb1U+DS9FZvVPWbAnT1jca69",
        "YfK+PCFXt71O11g9rYIhvV1UBL1Htjc80IYDveUTNr32lUi9a2aFO5B9qzweh408996WPNkfnjtY3Hm9u7obuSIExz21sIu7A4CwvUryz71+Da09gsqWPSDDjLzVIkK9KZugvZkeWz0VRoC96exYPgq3Kj1g1ZI8gOqWvYid0rtoAr+9n15+vU1cDz5Xw9m9ZVIHvSP2kL0XUd+9hyM3vvqNDT23gpI9ED6svZtYiz1AYuC8wrQsvsiv6b1saz29ipewPeGc3z1yhfE98+0DvhZvBL3NJuc9hMEvPaBPjbx8Y8S9aGSnPQO9Kb28ete9m1GOPVLGTL5ccow85m24vNzxG77tJgm99xJKvoQuxb0zJSC+f2sYvO1yVDxQTkm9dxB+u4ulWb3x3uk9o5Y2Pb/S37wBAxo+OS5NvZaY+j2txgW+HDRCPnh9qz2RHau8I82GPVporrwyv4u9jm2bOuL4i76snoS5cOUlvThiAL5friS+3CBsvEvO9D3zHN68PQlUveo8iT1hJuy8Y6qivX+dpTyvafe9NvwSvb2Vuz28cIe8NJwUvd51xL2oJ6G9nTKuvdsMbD3FYUy9UdQSvm+RHz2YTfE96erUPaebCD0VRbO9VsMFvtqNlT265OI8JVszPDO78j1dHae8IQEOvvWnCj7GYss9OryJvvrCib6rXiO+WPLBvan58DyOIJU7z8gHPOp4CL4ZP6Q93q2pvZ2fJz73bBq+mY0pvgmmej1ybnG99GmOvcQ4m71ZF9O9DRDtt4MUHb3pWUG80cX6PBdcHD6RmVm9G6zHuhU7h73pl5C9Hbu5Ovmn+TxQBNM7hL4dPD1DF70KO/c8nfUjvbaGxb0plqQ8rHu2vJvRdj2ujXu9OjUBPdMEUrwjF6Y8hn8kPZaLm73LxF29RG8jPbKPHb1bU0M8ammUvdSMqTxAv0E+cMRvvTHXWDy2stQ74YJcPbTUqTvFaLm8ic3uPErcKj359tE9OegGPkGW+7wr4Qq8J0iKPEPKmD1XspM9",
        "+7hRPDaDSb0DQLy9UPU2O4puZb0m3Nk9sW6iPDP3ij0FA5M93zJaPd97W73Ogr08VmvDuvDahL15FgM9iY+uvQuDzb33M6y8XKkaPH9Frzzf78O7IKIqPV7iAD3GkQo9iv9lPaaAej0xpBg9PSQTPePBor2lPJM9A9jlPPGjYb2jIZO6xUjbPDcccDysMji9RE+Ku4GgA704tQK6CJ2Eu44FjL1vA8487kAmvfnmE74gP9O8qXD+vWdTNb3kD5k9LSXIPSUdvjyuJyo9s8FPPZ6gOz0WD8S8ZVNWPfvTOz2xS4a7yZUevB/Hiz3z+4e9UpNlPCuSZ73dIoo9UqtFvfXC2D3pFYG99O/UvcOI8Dx/LFS9uEr8vayTJz1bLu06C1AYvo1Msbylbjo8mN2tuilVB72eS7e9AVvevdYpD70OkcI8hmitvZCWuz3qIZK9zwj0uYBR970DoQ2+5VFKvh2YP72a1g09pixAPZFKaD03aFO+SholPQiLzLv2deQ9PVoQvS+zeT3ruIu71Y5KvqnFmr1jM7c97nFhvP4SrbwpFCw+vZSXPNGdPb7NLR6+jL+nvf5kID2ZUYY+qpPfPU40+r3lbQ0+0lD5vH+1Bj7Yuic9yZwZPXAR07yuIoa9M6JgPZnB8z1oL5k8VpcWvUWTo71gL889+LuaPddSE76Qsi89yosoPAZskD0FzDA+B+LHvQeCcj61EV49Hj30vFuiJD3U2zQ91XVPPRQ9oj4VPBY+06T4vHvAOz3I+hq939skvlKoyr0JXwC91MJNvSg0t7zod9i8ndY7uyXOvz1YFpI9FWJcPYeR1L1hgYm84aPzPXhjmj3yo2Y9uMUSPtSi3L18ezu9qd4rPMaxn73+iLW8ks2gvDVbzzyvhGm96UjsvGvSHb3sWY09w4PrPY62/bwjDlO9RHInPsUdwb2ZaWW+5Af+vUu/9T0xq1k96z/IvRO7Vz3aN0c8buQ5vWYYJ72lyoQ9Q3NnvkslHb3HbVs+aLC5PeApEb6HpOo9",
        "56PWvEqihL3A75a9OtNYPh+5EL3iuNO9hbLzvP0OtDzMbXW9tnMxvX8kyz3Lw1e9Xso4vXRl3L2Zw+u9XChfPc19ib1gNig9y3j6O1M66rvatJ293UrRvRFNhzyWwB49f1SLu+ZoL744ZiG92MEMvMEBtz2VnPe99kMCvpFTNry6B0u9u+u0vNRyvr0mLag8bouROZxVjz0a4Dk90iEKvcWOLj1c2h2+ltxAPWyql7xoAGq90uTvvdSLKr6Lnnw9hJypvI35Fr1EETs+2IgQvm1CDjwKUTk+Id6nPbBg3D2cRCG9a9CIPcWygjqueGy7loAPPqHzSj1WiJQ7V3OvPS0nYTsSslk9qM6kPOsI1r2rPuW7kuj8vPhcWT2S3ME9HcRoPDURqr2WYCG9nIR8O7BEkL2vzhg+0R3hPZjc+73vsAK9g0eDPXQgVzvY9Wm9Cz56vVFjvb1uW8a9EtajvUMG2b2laQg+8PK3PQ4HDL0z/I68h/w9PIDsi71gK3S91sf5vbihiT2fSpa9AzrhPKTSXDxqgZ09UOrEPVXgzj1Jyz89+oFTvFsh4T2ZuB687LXuvKS5WT2oPeA9cgwivaDUhzwhYTW93W/nvEd6kzxytwK+jjAbu4S1Wr62dqo8KQA8vVKtZL2izWU9xWuuvIiXsr0v/jY9X2rTPbf8Zr04MZu9g4tQvFi3y7zJxk48Mmc2vMMqkj0anJY9vB5JvaNatr0bX588g8kmPAH0Qz1ZbRC8bnPBvX5yd712gM48YEt5PUMwfL11HZi9xf2BPI2tHL2NiPK8+P0NvezZ57wGXhC95/3RvYU5oj05Giw8bb2LvcZSdT2ZX+m5sxGtPREFp73B0HQ9QSAqPAsSAT0/SWY9xUQqOVx4Qz00EaU9qhaYvcA9CL298OG7wyHMvfkphr2aXim9q38WPOYUHz0epDC9o3abPcSvpj16LmE8d6+nPMfstb1EqvQ8d0/gveUUeDt3L2s9rzx9PWLZ5z0Q1/88pkx5vBm6SL0xTbE8",
        "YuX9vKT4hj0fWhq96rgyPUTMfD1YQk89HpTFvIYqZTzL3h69J8pRPVoTFT2WOb27F0jHu6jBn71ZdfK8nTCevCHZi72nZ6k9VFGPPYxxLDz10FK9UD9UPVxbijwXT209r4U8vUjVLD2xw289ZcXFu18xrbss5pC9CJDrvSMldr15Aay9jR6IPe/L0zzH00q7+X40vGRjjL28sVO9q7/pubw0aL2FX/08m4fmvGCyeryCMIE9DurdPAwrhL2MWkK94HG8vYuBejyp8pW9cKkevHobPT2V9mE9itTLPMJmGD2/N3G9hKaPvXF6wT1W4qO9pGisvSw1Mbt3w6q9+KkLvtw9EL1z7v46ezHIPUKFiT0O1q87d3sTPq19Gz0sFgO919EuPLQIh72SkYU8YWa9vUCKtzxpxaI8HJgcvSqHbz2PTOU819SdPSc2Jr1R5Jy9qjRRPJco170SQQO+aDdsvbZjETyYQmu7nWZlvSqYnrxdZgm+My3JvLq+BT7IwsU9qVIIvgQHtb1Doqm7DLvfPIJzBz2bTX695Zidu1TTxr0NNSq+C3g2PI5N8jwpDse7lX+IPRHJe73CjWe9A3ovPIOnEb6e4EO9CWTRPMPRyjzhncE8g4LwPbcr7DwlXfO8N6fWuxLZg71q9ZS81whBvAst3z3P2TQ9RnSnPdjfjbx1MUg9oBu5vHBQFL6ECMW9AO0LvkYjAT44UOO8ImddvchP471EDgo7rkw6PYTIfzy5C529YMMzvuR6kLz5fzG9njyFuWqHELyDk5a9Kt2cPOY7XTtHPN09C3VqvVQEb730EaS9UFCtPWrtHL0hve49Zl++vSlbRz13SzC9eJgbOAqDVD28TXg7nU2BveT8Vb1RWk+80KTOvb0nzrwbb+A86YRdveWQ4jz/F4W9cG9yvXkzFL2iGze815VaPUt3TT3Y4uk7BGBhPNHICj0uRGw9Q89gPZz6M75Pcl48fmMZPspzn73XhhI9LUSxvS4EArx4vQS80WPvvWYWFT6+ir+9",
        "TbaVvUdOLbz+pis9tgoVPobWHT1XQRg9j+gsPeXBXL2xHdo9Uinmu0xlxb2X6Ky80bJsu1dWA74q7OU9QU3NvTiugL1JaIM9PMmCPF3xyL33Xpi9fpXNPVwrT7xXEGI9aCAuvnbEer3n4IE8D2XkPJLEir1P1z89fcoWPqF/gb3BiM691pudPXdFaD3ZyzG9ofZGvWfUr7zl6B884526u4AG7zzUrNE8T1QqPS0kXrtF1qq7kBbEPJ928jx8yp+9J1smPc+kSD1QJc293z+yPU91SLyU3kM8z9LVPLR43Txf4ZO919csvuJbF70geaY9l96MPbgksD0tWa+8fTpNvWL+xb3r3pq9aRGiPQjqW7s3LVg9LejYvXtGPD1WzkY9j6IVvd4hhj0F9Y897iSaPKjoErzuHkM8tbXKvbrJaz1wh0k9lC4fPqWZoLxqKba8LJLdPXJmlb3iohM+cRBNvWG/1L0+6vK9lKjkPcxccz111pQ8Og4QPmKxI72gcA2+Z9mWvCU3hr3WCwy9HOICvG2LlL2Dy/W8N/R2vaY3oz3mUD+98Fi0PaorjTze1JG97vdovBoPSr1YwQS+ZzPHvGQiYz04Oam7BwEdvQ5A+bwy81g9KkkxvRDVkD0y66I7Pqq9vXE5eD2RhcI8rKe+vEbVrby7qqq8xH88vTl7ZTxWd/Y7h0tDuqGQR7tMpKq9N/RevUCv7zxNHOE8UeIFvW89570rNZu8XnNuPYNmVr39RR89GfqNO2KUBD0ZuAK9yewNPeDlfT1QKp68qZq2PRNct7yzkrA8BH91O0skcL0snG+8OWsyPJXjmTzgP0M98RrAPBkbUD2Rhto8DsoIvSgvsbukdM69xpDYvPUYNjyFveM8M7/HPfcbnT34qCm64dL+vJL9fb2DjBo+Jpc1PSxwljywTle8chMePaAQGryiIYu89LCUPYWDZDwe4BU9ONidvEOeAr2DXJQ9q23OvaoJDr2poTu92jZJPTYXhj0QNUC8Vm1CPZF2jj2/ghM9",
        "BAcFvTmvNLvEAJ28Cpb+vJv09brPhyI8eFoxPHC9d71vPg28yya4OxiGjrxc7sa9c6/0PEhQBz1UsSy8FfYZPS3jFD36JSO8YIT3PSqOxbtTLIg9i950vcTwnL2vMqq8xTeOvZCVtb3tVx29TqKuPR3jEL0r84w9hpqWveybPr3Ay8s9Yze1PTfUKD3ZC6k93J6cvMXgnzvnmGG9FSTJvD73xD1OG7M9cE2YPSldOL07d589hVD0vMxMJr1WVJc9sLZ1Oz2ra70C+MI9Bn6kvcCDkb11jCa88pu1Pbz5pr2+KwG9G9zMuDmZHT1rp6k8ud7rPTunJL1Qqmc9GKPxPFhGsbz0rQI9hV0ZPHA+8TvN76s93ATbPDV1jb32Lrm8MMypvHWMfr2zOlm9ZBKYPcealz3jGr88I+3gPELgUz5yFgs9Ip4VPKt6Oj3kG4w94nPtu/Gm771D6Xs7XgOKvWO5rj03rco8C1uDvEy8gb1qbZi9Mb0YPtu+hLzzR+w81DJGPSSVhr3D1YW9F7UKvTfb8L33qZ0918jlvcHMNz0dpAS92eJ2vIcHk73ARrg9qd6aO+krM759T0a9KD08PVGwCbtXkz89RNWKPSfdUbx/+w496EoFPbFrxzqxnfg9Y2xIPSY0Jz3amwQ+qBAcPZhe17yUg2W8YntNvMciHL3U1sA8UpZUvb3Qkb2WHro9/J9vPfcXmb3BLx89KbFDvdZwMTvtWD+9sh8oPdk1yzzJnJ+9ClrTvJHKOLpDBoM9J4k8PQ+3sbw1Mhk9tIFRvH5xlj22y8k9huCjvf7Viz12QqM9PvepPF5snL1ofsY93cCmPJCt0DyevQI7EE6YvfwLcL0L5we9YdMEvj7wcD08NxO93bKAPev2zj26+N+9tg7xPMx+hLzgPsS9UhlwPeAgxT2qm4C9UUVlvcz7hb3upwc9yj4RPToUxryX0B69YVuUvQlehD3rNGi9u2WKvGzGmr3h0xs8VHWEPNLQpLytfDc96chGPZb4lz1E3Z69",
        "QeLKO8MEObscA5o9LS4GvTq+TL1D5i08nzZjvV6ePLyzfla9dyxfvFYWwbuSeqy9DfKUPQXmSD0EyCq9dIuAvJj2fj2jTcA8UdDQO/dixD0l3+g8TQQYPTqjJz0bG3g9kDtVPPoJML3+A/M7way3PKXU1Lwz68U8PM3JPUEDub1mT449l9SAPc2TmT3AoxQ9d5dIvY9WJj1uFpq9vY3CPanPFrxT/Ky9DrSbvWCfqjwZCCs9jzWUvY06ybrX2b27Eg45vT3Xjrwl9es7HeFqvXQzozx6gCw9Icl3u1oflb32C2U9Q1XKO22tFTyP6jM9WWd4PUsD6r24bVo9ktbYPKZF1Lxkv3Y9d5tCvTpsmDxniXm9UMUpvZKEcD1UiQQ+dptZPYgrB70zOpY8gffou0BClbyKmoM9KYnTOsLnEL1U9Ns9BDn4u+61bj2ValK98zLXPKXZ1LxaadE9cbQdveAbnrypHZo8f1/NPG7tJrxJihg8XLYGPhFDXD1Vx2g97CmMPc3gfT0HNqk94LBrPSnIRzzEJsO8NBeUPXio8L3uLv484INAPYKfaL0+F/y7nTSivSTDNDt/qKm9dcTku3Lddb3lDzG8oZZRvd0LOb2alJe9XnbAvSIji70Y8bG8L1e5vAZ4qT3vqYC9HikePUpcHT17FMQ82BXRvM8jGD0qV5U9nxA0PYlJmz1SCAI8v/WlPMLOSr2S5MK812AjO+GnCL1sIgA+0ZdPvGWfBjxDaKi9TmQMPQwmjbxzaUO8vl0ZvaxTpT2LAd88p3Q2PSI4u7zrR5e9lW8kO41XiD0e8Zm9ECfuPeFOLT28qSQ8OZ51vbf+LzxYhN09ss4iPTAOgb1FAbO8OyEQutjhrb3choy96149Pceolz3ECTa9nAIMveOytz0DNYS8SOKkPUyBTD2U9Qc9BHeGvSUi5ryxm6q9OiX8PT/n9Lx78ES9nh48PeokLzznCPU93MY5vBpe0DwoVIy89kdYuzFbBLzWbGM9jPuJPKXtmD3MPS29",
        "+cVNPIpOnzy0U2S9f2ggvW3WVzxNs3+9ES+IPaqR5j33oS087pYjPZQRgr0Gj/Y9ykRiPeRcljyS0jI8OUFsu4HElD2Hahu8W/PXvcsiPjwwxOK8hdJCvPlagjwWi3W8uiZNPGPfob3d5dm97IUgvVKuaD3WGgu9XUeUvbJghD3VabG7J8XePfoqIr29mSC+w2GLPF4Dwzwe3K89kcMoPWNHMj39rKy8Y2iAvMfjzDwf1y88cBQnvcIMKr1SjJK9IPdePCMA1T2MQAK+Ag0WPkB3gbyhUAW8L3aKvFaB7Lolz1w82huNPc4cjD0I4Fw99qrSPCPlpz2NCCA90n67vQhCOb1uOYy9/CkePd4OwTwfa1E764+mO010Yb2NQro8K4EJvmrMlz3FLjQ96JsrPaTUjT1qDMi8LI+IO3qtjr0o1v89RnMWPeUH8TqKp3u8dlQkPbUGmb0MDGS949AwvcThRb1Dzgu9FgSfPd1LVr0/ELS7nJ2JPcqtTb2xoLS8ImOxPYj70j2g5ly9q8hMPU0RU71A80U8KtzQOhcJcbyOfAe85UTUPAe5+T38Ud698OPGPPY9b7xM8CE8vW8cu1uUbz2juQ86QqoxPXoFTb3AeyA9do+SvXKZ8T16OGK93u6mu94L2b1SVSo8YGjfvGmSqLsbPog9YTxovdxOVD1awNw84/xLvS8cMDxxyXu9w0OXvXIE/z1gQkE9yI2RvLb/vbw6oqQ9S1s1PXulNbyFEwa9xfQGuTtMrTySORU96KmgPXuFyD3zLBK+4+90vOn1gz3AzCq7M/F0PWX1wLxityo9La8HvS20EzxxaIm94U2APdTWoL3suN88re8JPsbf/bw+Suy8FQD2PPMg2r2DClQ9Ot+jvRoMoLq2hG08irxgPZ5FRz3DSSs9XscNvRkAGr17veC8u2UfPVUbaj2EttQ86TwwO1xzkz2ScHc9Jmy+veI/gjwAJ9k8c+kmPmZy9zuiruY8Q1sbOjOoh73sNlM94RDbveZ4Pbxl0QA9",
        "heoSPb2PqjuZOxW8vHmaPCSW7rtQkIw8HVNAvVHlDD2Q38o9Ae83vQbap7rxH0+9UcNGvJKFXb2gQ/W7BzsvPX9NvzotE909F1ylvVCdPb0fhiK9l+dtPaac0r267es7Oo6evGikcjww8Dy8Bk/Pu+rtf70S4w89ZurSvCqaQj3qAJQ9FkW5vLZJcb1j8Es91jzVvVbENT1BdQU9NUOPPSVqR7yCmg29gTf2vcmHQL0mgbG8YsmGvTj/Oj1RikC8"
      ]
    },
    "hidden_1": {
      "bias": [
        "uWkwvSLwHr3Od888NcW5PaM+Fb4jw9Y8svBjvQMEFLy1qwa+4/FjPLNr9byFUaG6Rpqfve6xAzuauI49bzvAvIKoub33cge8ncvyvVWFID354rg7Sw5IuiOJpj3R84E9uw/BvE0gD732i3C9uQs2vAR2Ur2ADaI93TOouxZa5zwdtsS8u+uNvVFnTzysm4S90k8lvBL3f72dg5K9JNUXPbzjwrwzvo69wJSLvC2vlrv0LL+9pNGvvVwnrb1djCu9mm16PVD41DwdaaK9632oO6XCLLihJNY8oDNrPAGUabxTWv28p7xfvIt5yD12v3e7VTGTPUzl4Lw3tSy9vviyvQqmkL29Zx09DWeWvSCOaD3ZCo88/6+7PARO8rzJm+S8f4uOPDaSkD3gL/88+LOVvJA4lLtsSr29E7MTvhV/Pj0qW6C9D9NzvB2nmDwTdZ+9pjSrPKqHDb2T+D29IxjfvDqhUT1N0Dg8o9uMPFE+DT1Tu0K88uSMvXT0rr0dDEW+KoASvn0Wwrwif8I9PEp/PWLi7rxgouU7zzbZPEpJObxDaXE9BaWPvYmhKL2B3sq8uHA4vW3WgbygBYG8QrR6vfIfhz0f1o473RpyvvJcLzzSkNq96VxdvEaGkbzSLMY9"
      ],
      "weights": [
        "Uj3evJ07CA8z1vm8Vr/fu2Qw8TqvuRu9LbROvU4lfry+OgiPV3wnvfqJOT1UqsK8kQr/uqGLy7yG2Vi62xN8vPvpSby9BgK9KUSWPKTguTw9H/26Biq+PUjd2rzwYs08B2Q6OmjwQz2Rnoi9dX+PvAG0x7xfjzO9qOi6vECZNjzqMwK9CwI2PZb/BL3g0gg9DuMcPP0ZEr3CTG49VsAfvCIGB7y7stg7ygIsPUYIpLw//rO8u+iHu1pG7jpkwxa7OomGuzGQwbxLHQk70crcvGtMK727JH68d0A9vICx47stEC27yUbQOxI/RrwLfZ88cIRcvNC7rzyDXXO8kXlcvAoSc7y00Je7GKZyvUb8ab28zjS7lIiiPN+ayzyj5Zi8KYvwvGLJlDxkkD26QSkPPWpw1bz5LAmPW2TIvJ9Vu7zgRwePqTQvvNlB7zwtfkK8494TPR7m0jxa6qw8KMrlu6nt0Tznbjs96OOWPIIRwzzamr67e7MKvRPLCI8oEju8Jj4zPWsGtzuUTxi9Q9gkvR9iazzHxwk8BMuHPC2U2Ty07gY9kQ17PB13B48efD89/UnOu2UIWrxzY+s7E0IJj3Ihsjo0Qau8QXz1vKEhFjy8sBy99mN5vCLEXTzi3OS8+tVPvS0/CA/UWgU9HB28u523lzt4ZH+8cmZevJCdpLyC3gmPITlAvCGZBD2ogBQ8RZ4NPc+jy7qAnek8n6MWPaP3YrsbsYA9KJA3PRNwwTyRxhE9BkFHvBPN8jsLY825bkmCPJU0uTylPWy9w7xQOyH2trx35Ak9EqfcvONHBrzZUCi893FUu9G8Vby6I8253uYJPfZ8Tr2vPAY9uwCIPA0AATweKM88b4Invec4Xr0nAvq7o7Ogu2jJjbwAH5G8x+OxPJ6QdjxfXcu8y0kzPYkRN73kpka85bS+PGxjMb0zEYY8cMtCvQ6rGbw+NmK8aYqTvIimozukzzK880ehuTHbAD0hm588IDBDvSJ6cr2wQEG8RZnjPISuRrugqAy8",
        "dsFYvHyyYjxP+gm92JqEOkRoDb1qHAiPmO9bu5+lUL00eQePE3qGuAkx1ryII5i7Va+cu3LdVLyG76O8BUEnPEsaZDmBTKK7Sz/KPHqpsjxE8w292DP2uylcCA/KsnE80O0+unpBWLy4CTu9Lf4TPb1TejzUqvs8xrpdPEzDe7xrSfK8hktYuxysBw/PmnQ6xMtDvJkxBz0xWUw8iQUIj6ma+zsay5a5laQLvZEsP7yoTx08LTdlvH7p0bwefiU8+UwEvekUCQ83Akk8rwHgu8e+zTxx1lm8O+e1O/5EaT3NLQgPlpwAPG9b2by2ny28cZmjPQHZCbwg0wu9OVtMvTBfcz0spgG9h5KHvFDtxrokzj88lThnu2Y5hbzfw4e82iG6OzzUrbyBhfc8XzG6O6u/pTwM06c8PM2SPJOrRjzWyuO7U1y5OxOfxLunmQe7ci8zvLUiLjp1PaE86o4/uw12Ery90gY9vkijOub2BzyPFim8RRYLPYAMdruShZA7u1opPIbcDD1GB5Y86CMCOhFE4zwDmjs98Tw9vXnxBTx/CrM8CiB3PNbiSjz4ko88/A87OwJ/wLsqetM7XDFUu7Btljw/os+8BZ9wvI6WRrvHxjo9ayKxvGjOqrw9VPu88mtYvBHjRb3aBoG8CBEvvWdPs7xpoQePdKM4PELqgLpG15QPwa1pvPmb1jv9ApQ8pARCvTTAUztH1KU6wgalu9mODbucc3w8aGk4vP3rGrtK4Q296xw5PFuIBw8e0QQ8ZmeHupntWz13aQu945X/POuaR73rn3Y7YML/PHhSVLzSex+9K7d/PIrRBo8PsLS8VHWkPCQ95bxlfK27OFMHj8A6F73j0uS8fSqEvPHB3LxPPcs7UhygPKTkW7xVxfG8JJvSO0ACCY/W2R+98nGQvRNVwTx1mAu9tL8fvftmu7xX7wgPRJ49u9WRPrsLs1O9k1m1PSuAlz3ts408/M+rvdAoI7xIg4Q9KYXbPL2VjbwM4WK9QlR8vfW4JbtXfK88",
        "EL3qvEyyWLwtlZs6bIgNPhcy/7tajEy8tgVLvVii2LxBAq+8+a5LvUCFXbxxzEG8aU6ZPHsL4ruOOq48R/Iau22OmLzzgTK9F27Hu9m/jbtgxlG8xYARveLIpz0t/yq8dht8PQcs+rxrcx29miqFuvyf67zM5EC8Th7PO0MpoTxibTi7V6WBPeyiIbts6Kc9ph+LvSF5QL2StMA9mDhtPPlk+7z64kG9NyIxvX5IArxLIyM9G9kQPQqqp7ujnvG8MLJCvaxCdj1eoRi85AWgPfxzprwL7ggPNNYivMjID7ylwpQPk/mDvGI5Bb24Wvi8KRhePHWOgr21Dz07P2uvu4+JkjwDz0G903QZvdceJb0k0vy8A0MLvIQfCI+nkpC6VB8OvfaUh7xQLhA8/rOivDWQBD0uLbq8G31AvVoWIT3uzVG87CBsPLUgCI9R63g86kn1u8tX9ry2pl+9iAUJj46YiD2Zb1k8PllJvR3U6bxDjWI+1uNkPOWDmzwo6Gq92skZvc54B4/LeIE8u8d2vBbrED25U208bDC8vFkJFTyV1AcPqK1NvPT93bxH+vC799AVPVihIbwNpeK8yxEDvGldLbxciQS9YlKBvBv0XL1Zlta8g1sVPfxLTzwdr568d28hPcuc9LxNr1a9t0POPMNUhDsiex08fJxGPHFWrLuWuhE8WzQsvBbJt702B528PFrQvHnwrjykL8u7jw45vD5tjLzpotI8T0xjO+q5rbsHWMo7BePWu6YnfrzasY+8Gii5u3bDzjwoOzu7Q6H8vOb+L7z9PA88HI0MvaUBOzyGrYI8aymtvPB9Dr0L8HC7e+MPvEztaDxRIoy8zsjIPE3yjryDVMW8bbFDPAc4uLyy17g8xHxIvLPLKL1XNkM85spfvdsCWryQprm9WsSlvGqa57yE2QiPDByGvLZoJjxjs5OPODRiu6ZwurxGT8c8b7VEvJT7artpJKK5IGGxPKsa1DttQzW86TilPIb0xTv2Jz88c9DuvMAICI+ACzQ9",
        "jl+LvAZdqzwgNti8eGoMOtYJcz20cOm6CgTzvFzFA7yYvAa7C9eRPPFaBw9+QXC991ImveyznzzSsdo7MpEJDwt93LvEsSO9KxnmvP+ZTTwgVpM7IBT/u+ESMD3XVee8mv9jvN1TCI+v4BI9PN6GPFB/wzzYF028Ph8TPQ0U0bzApQePgEUIvcJOKb0cF6a86MW2Pfg9MT2SfRy9P7hQvKN2jjyWYMw8j10Jve5ivTz2r848sfuhPMwKXryyzxG9AGMqPaigtjys+Ao725yQPMPeUTs6vFa9mTmmvJSWsrr6lMY9QIisOyy1FD2vPbG8/DfHvGWkmLxNsUS8/g6NPI0Vy7yzgqU8u76rvBQkij0p7fG7SryRPZsBgrvgtK4793jsvIMN7DuIp4Y751N3vJPiurxolJw737bxOwjO5LtVpZq6m1cFvMJYx7ysRV+8WvREvOVIH730LX2500viuTKHrD0CAQc8pbz2Olx6QTy68Rq8k4MoO346Y7uShFs8ADy/PPOrQr046f26ZA8dvK9AT7oSsAiPY82zOVoi6rwMCZMPHQ4evUeagbxQ2QU9UWoWvXnRuzyce7Q6LOMQPQ7DvDt1aQ+6vQ+UvV/1+by4sXk8tVgAPXJ0CI9Cha+8DIuaPLsjarsv9Pm6DuS4OzAJl722YaQ9+eTePJjhgb2p0gY9Jv69u46/Bo/dY3Y9kyR0POf3MTyUXSe9qw0JjwWZxTsr7eI7MdskPIYKC71M1fC84DFZvCN1jbvhDsy8BR/6PJgOCQ9CAnO8q8CeO5E+8jyWr7G8HC2DOyXHzLttjgmPMdoBvEmDG7yK5f88EzUXu2dXIz2Cd3u8IHwEvTAF4bzKlh+9PnfWvBKevbyeov45b3g6PKsmxDuVQs08hzcFvQN/hTtkg0c9WaNevCftPrwl4va8b4qqPK1NwTuRRgy9AnyLu4U4YT1QTh89lshuvNiF37sg9T09xH4evYGzO7ww1zc8uj5mOwc9hLupLHG9AMVUPCw5Gr2++4k7",
        "hEaVPGD0Wr2kWUC9ptWOPCbJ2jtweV08jDw4vXTxIT3TqfQ6q0gqPNhOSrwjyZQ7nWPwvGpF2TwccQa98dqjvNYrzLwO1GG9DavFu0opRbyqm547OIq0u3GzRDwkGSS8NGfpvJT8kDuYQpi73CA4PR34nrvfXgmPkiepPHt5KDz9RJOPbxf3vNU5Gr0JSNo6IX2UudCz6zxA/Aa9JjYWPLYjH72rLpw8rp8/PSs10zzVgHW96hoPvczmBg8bYA29h3aAvGY5Z7tVvFk8QISIvKAtgDwIrE68r2w9PdOVDT3k0+682QVtPC8NCI9YaRe9ZIPyPMCt3jymyBO8LhcIj7jE6Dxtn8i85pXhvKo5KL2MbTw8R/7JvLcGbjvgtr+896dyvMgoCY8aiX88TvTovHJ/mDwHmLM7Ro6wO5bSL7qnzQiPujQEPcTF4LxSdcY8KuvWOl1wGT0kfSe9ZVhFPb1I8Du99mg8+2PwPKFkfDxLeli7foRpvSADzjyUk9E86oUKPXQQC7zt14i9TzY7O4X0abujhKG73ZYTvdkdn7w6mBC95/8fvMlYXbwvecM8lX+tPD552buU0A09Yhu6vCIKSrxtRLy8C/SQO8fp47wNYHg91yasu+aiDj0SRzQ87yuau1lagjws1dY8v1aCPOtslru+ajG8XlGGuqwNEzw0b+Q6Vc1cPAC4eLxXgZk753oQu4TrIr1h6eu8UidOPP0FRryDdxi8Sfrdu3r1nDxhzO86hpodvarxnrwwfOw8Ox6RvGr5+Lt8VAu9LBckPamr5LyDAAiPaZkfvc2EdTwz8gePjcFRvJ6fGL3T/OK8X2UdPJfUDbzbgAi9xg/SOygzT7wK7oC8SV8HPYIIPrxTjWm8cRG4vGgpCY/uqfu7cgeJPC6tujwwceY8BLtrO6oO1DwjDIc8pAeGvHkxNTzpL1A8PwmWuzFICA9fQCA8WQmavSE7CzvYie26nfkHj8Awijzmc7M8LBxEPC/Fojzlv1o8NgnVusw7trzdGie8",
        "3GUIPOJHCI9ugPK5I7FKOkLQh7qe2y08gEQFvR5lijx/oQiPRjXcPEK5Vby9zl+7e0aHPBh8gzyl/dw8p/8nPEFBDzyKvSe8luCOPNUxez0D1mm8iq+WPDsg0rx4E/+8PFtHPKwVDr0uWCK8Y6nqPCiszrxPsgY9nnSBO6wxnzzDvTg9cTKhvEoAPTrD1Ey8f+SRPMyatDvG/zA6r57Wu835ur2cboY83D0CPdOcETt1tku9mgNYvASDubzw4rQ8R0uWvA8EWjzLJwu9HuINPCgdBLx4TjW9dUDOvOZdxTy5t+e8ILWaPIFDED3BWoI88vyYO42eoryEsby89+aQu069PT1MZaG7peFsPF6KfDsKYyE9Js14vOPsm7kENB09m/ZTPZZtvzswegm9zCv9uy+WuTp2fwkPcEiQPKFRGDvccZSPcU49O7IR8bzV5jg9Aiy3PNaEB7svv0y94IABvdlEvzzzJgw9FxgbvYAOerx+3nw76gaKumUjCI/kA628cncbPd7UbToCCJi8q90dPZFtFryp7jY7dOxiPFXadzxMtdS7kXWuPGbvB48Ar2e89cw0PdeJqzzy+uQ89bIIj9rTjrwJeRm9qVDuvHPFjrrBHuk7S2havBaIrryBCz486DxXvbq/B4+FXEO7eWtcvFMRqDdSKNE8a7u2PLduCTwW7QeP61cBPAvs5zxrhNo8aT0HPfgbk7vOwRk8otrwPMBGQLvK31w8WxIbO5cFLTtn2BE7dHGfPYaOILzdohw83hEUPFUlxbvvxpi9cLnGPICbGz1vdVK9TM3EvB6dD73hjHA8r/WyPNJQK73XNVA9ARsVPTH9Lz0KWsW82zoFParQ2jzdgL877bHfPPqOiL0BWZy809JivJnLijzjo3G9rBmoPJxvbLzzTaG8vpe4POC4Kzw4NVo6nAo6uqA9QbxA+6E8lpXKvG2/VDwVEHm8osoLvJQYuDwAy9O7tS93PKQJQj3r5Te9DCp/vI8qIr1UK4+82vNvvBHQV72M6P86",
        "PY/CPCwIvjyewqK73Tpnu3V5gbzc8AgPv3h7vUriL72HsgePsOYSPXPJCLxIp0c8EeXtOqe78j0s5c26GNUNvVNUCb0xUAI5QnUhO2xj5btHDiK9xazpvG3WCA+F16m87VtaO32z1ruk34s8ge3Gu4XCG712Q/u8WMu8u8Ys+7uLQca6K2CrO5wiCI/29/K7fsvovGYww70B7QQ91vIHD3HBhbz0NEQ83M/rukmYDr2cdZm8fClbvGOURLxiBUO96u7IvSNMCA+Gg0O9eulLuw0DjDtujJi7LaGsvG2GmDvTfQiPJCLPugglzrxZGxW7t5K4POztEz2Ik808YE02PeJfB7zbWgE9Krksu0itLb3g8hk9PmlMveak7bxmYJK9wBrevHUAFD2dtd68vf28vKA0njwn3oW8Z6qNvD7CtjzErT+95BB+vPjSgDyWZGW838mLvdxS4Dp3Ibe7eaB7vDrcB7ySlCS9WVccvXaLFrzlb1K8Nh0fvW2vzTvmehm9SonAvI3AbjxIIhQ8OAcBvLg8kjyxccu8l84KPQpD+DwCPDG8PQOKPBnJRTvt/Fe7+PoKPe+3szzBUgy9GGjXvOApyTyUI5K6tuTyOlf+vb045m87uB+GvK9PMzzUkj08tSKjvEyMg7xe41O8hRDgu0RaG70nNgkP2SEPvaSdC7uc25OPB8GAvatTOTwpS+87qocxPHjnE71Ajqa8NhYSu3GUED1Y6V283QpYvJwzI7wu1IW8MT8UvdcrCI8UWyY84bFWvdQ4ZbynTEk8he+ZOZVIZL0Nf7+7aePIu9//uLyhNGk8j9uDvYhqB4/zGUW9tjyVPNiSazyFxIU7QMcHD+kWy7xhzog82DGCPC+wv7zVOgQ9b6UfvfhoW7uJyag8y4uoPF1iCY/47LA8up4zO3P+QDwavqu8N+eavKuHPTyNZAmPloMUvbn4Jz1t1xM907hzu82asLxOQxG9N1MFvSAKfzwtCzw97E3BPCH2hjvJHfK8jF5LPTBD3Tvixsa8",
        "HaKPPUFc8TwPEY09eCMHvU0UBD1Twfg7PhOMvBfb87wFqUw8eYnnvIIHuLx6UG48nJGPvHbttTwwkN873CsMvRn8qrwYsUe9EYUMPQTM4LqBvKu8XNVZPSyIJjzpuUe9zp4xPdR5zry+5UK8tjxqPMq3Oj1+Y4U8giucOy4hU7ysM/O8vG4CvYZabzrndxm9fa9SvZv6Pb3/+yU7Mhw1PR8dg72AuZc8V0dTvJFoErtZO8g8LcKMvEwFaLy20jA9IHdjvMB1i7xf3mW9uao9PeGxVLxyBQmP3VQMPRSTgz0XsJQPKkwuvR7oL7zRIdE8LugQvYOGn71zf6S8v8emvBFZ1LxHzm89ATOdPMOVRLzSOTG9nWMxPfBICA+gYQ68/8vOvNioej3fjVK9o5GqO8irjzwDWAM945nZPLvX6jwv6g29xLY/PSiZCY8t5FQ7nOUuvEkqYzzUYxw9PAwID+TbJbqP2008g/eTvDvKZ7wdhPO7KMFlvD4Mozvh/jO9aKYovW0aCY9qSIO8g0V2PBleJjxqQI+8TeU7vGjJDr1kgQiPXKb1vLlCkz0J57G8NE1fPbNevbxJAqw84ujIPITWeDlHaUi9JgmNPMLgeT3kQYQ7CAt/PeoSizkO51a85FuqPRdaezzpMAS91w2yOwGGSj3F1nU8RKw5Ou0D9byoNQi9RHbnvO2qPb26U5s95R8GPbvoMjznfbu8l2P1PMCTbzyNorS8edMPPCgLZLyk37K87hXfvOnW5bz/Vgi9a5k/PdGTnzwaChG9lURPvX52DbxnkbS8c4SXPGnmC72i9Fm8Pj4tvbxcSb0Fpfs6rhd6vC3EKzz1DfI7wANOuhMnkj2pvBe9RxA6O7m6BL3lLHG97xHDvF3Pprt5CTo97efVu1Ebi73toqe8P9c+PXUhHzzNeQiPt3dNvc4smL09owiPdAVLu3QMG7z1dac7YAkNPREilT3reV88hS8WvcpdCr2VcY66p0BWPCttJz0Ltak8GBILPM+sCA9FwC66",
        "IFKovOEZnjqLNje7rq4RPX2p+TyerIc8wUY0O1yR1DsHcuo4rH6mvH0YCI92EKs7TnrXvD1wobzQ8Ka84CkIDz0CMz2XWgO90RnfPKzzjbwu0SU89wSFPFUaKjsBUzO81EIzvLiKCI9MtLc8D12oPFwtkjzaRXO96v1hPf+r3jzBHAmPVKluvEjoar3ODQy9ZuS9PFYL3jx/AtE8D5SOPVW8Ar0qsU89zU2gvHMbL70jIBs90h7MO6zwzb3Tfwe9iZv3vBU3TLsjThq9AEu6PHvkqDw9AxS7eUUQPcFfCjw3CEG71ucKva85qz3+GXE9V2yfvFe6j7zDJZq8lsUoPb9Lv7q623g9pCOmvISimT34aTk8YYtVOxyJhDtEpsA8W2CQvWLnwzzsMdu58d2dPBCOHLx8Qcy8dH0zvdnwkb15+PU8tvH0PPplpzxyNuQ7DpRRPQUMzjzJpAU9WtNcO4LChD3yX6i7AQaRvYFI5DyJOIa8NZDzvOmckz0ZX5c8yUqAPHzWGDyo/sM8NO6DukmZkL3FJwmPjRKbPIbhZrz4sZSPWl4RvV6z1jwzR8U8skwTvVgPnzzuyZi6ChN6PfPvCDuLwkA9QHJyvS8Vkzvqwce82cUvPD6kCA9Tdho86fA5vUPkOjwRNF08JkwRuwj2uL0f2p09G7FPPfKfBTxMzWW7m5YlPUc6CI9oXRU9TMU8PCDQnDybRsi8+NQHj8bcSDw0K5o907oZvTumPr1OcpO8cUptPDDpurwSurC8M/yCvCPoBw/x9WQ9sqgnO0LcXTyGviW8LtqtPHfCDbwljgiPoDwTvT/fdj1pQeo7cL3xvNF2AT3LXn08JbDnPGswTLt/46E7cebYPbEZ17sFnXC97KmtPRKpgb1XBjk9NG5cvJDSWz3v5cW894G/u5quLL1dPT899b9eurNixLwUr/07OpPBupoVAzyNkrk9pS7CuzG8RL16q9c8U/KovH2vDLxEkv48XFKBPbxmZL3gK5O6YEIEt8dwJT1m0CS7",
        "K6wdvX+eAL2x+Qq9VolDvCNitLzO1Iq8y3/qvJcuQr2rzJY79QsiunfVtrzYa6q7B9PNvF6a7jwwQmW8wuH6vHFlnzsaBjW9WLLCvMO9Ob36aHO96c+nuyZ9nzySUwy9UozdvBHUpLky7p68T/ZkvN7GNbwHfggP5NOxvEjJt7iwS5OPVueVPVIarjxnIyW8jNLEvKTmQz1ZsMc8lQcwPbuHm7xrm3w9l3xhu+WuibyWX3i9iM4KPQtUCQ/VxdG8YboevIUJP7yHqUm84struswRvDwRaWi8UixMPHxprzyD4eY8fMKDvKLuCI+sJNc8siIdupItBz0M7p+7fhoIj0lEW7zeQKS8d2R5vOf1YjyWkUK9AXY2vKxR1LxM6jY8rLQ3vMUsCI+VUj690uZSvETM1bzvw3Y8bqzOvIniFj3S3wiPGkqTvMd9kD0FDw09rhTHPNh4wrziuAc96+kDvQmZP70Fouu7M1Q1vLLYIb1BKyC9JvmBPdUZCTxxWRW92OWVPPRyOjxXDKa64TcqvSpadz1ZzDm9LFwFO0xF/DzRYbE7SQ/CPGV4MryG0XS8DG8pvf2FRLxy7vI7XFWNvPS+qrzlKY28pG6FvccHg7y3VYO9xtirvFZoTTwY3J28iswSPAYuHT4DYuW8ycp8PXUBhT2XDb68Z66BPH137bwFbPM7iwosvKM67bxdGxC8saArPC7DzDy+u4y7LZuau89kLr14zJU7ENwHPAwR37xggwg+KFdoPHNNg7zqpGW9cQUuO1e91jyNkJg6G5CMvCscYDxhFwiPHxCHPKGRFz23FpSP3+Ktu0rSgj0AVq26MjIovApMkT1e5327ee+HvLCcC71PL9o9/a5sOVYUnju/Ib08jnkdPCvoCI9IFLG8xWemvGk3sry0ZJ+8kcXIPRc0bTzx5Xc8KZYpvUnI0rxcy4u8SGtkvc+UB4/zuTe6Zce4vChKgL368gE8XgwIj2WoIDtE3Oc79bHRu+Z+Erw4sVS8BASNvSY3ILzhDoO7",
        "9HLCPZhnCI9JdI68dA8gO0yEPbxWtUw5IL4xvSJxQD1VqgmPm/VJvWd8db0Huyu9me0wOzTrA70Bftc8EZVhvCGxajsmwg295vx/PN9F/js/nD88SSIHPatj3rzjy4u8IQofPHVUR70rzZw81XSUvBNeqzxiczk6orx5u7j48Tu1OVi9r++/vP9Rur2yKg89sBxvvECzxzrTE6U8NThMvKa8bL2kOek8u2nHPAp5yLyWC1Q9xEW/vFKMf7zKq1S8TQivPKJJV70dRDM9NRODPNhgEL17MAs9R8CuvLkGMj1NdSa9285oPLeqvTzC86G8zxRGvBYHv7ycB1M8EGHHPH+vUr2nh4i9C9AYvGzzn70XMKg7MuMwPXOrWL2sZ8I8zN5VPTa6RL2LvW89UgGvvM8IpTy5jQmPAtDyvEpuwrxFsZOPvTMpu68m1rlh0MC8/B5hPWViMb2GQbW8ZIYwPf3LbD1AgkC8SeUIPYIfmzxqOgi9ssxwvb9xCI94tUc6Hoy/PQlQjjtHwB69vo+TvLi0ez0Eq2M85L6zPGvI1juxAWm9tT3GvI0QCA86QJs8/dK9PIghhbroAiA9jqUIjyiCzrwt7V08P1kwvQssOj0WK5K8ijyNvNRUI7vSlZq8gHoevYtgCA93j5q8eT82OwCyZDx1bxa8miiMuznmVb2SHAmPAOlsPUu5XrxZdNw88BAXPRP12Twj6Na8EJzmPOul6bygR3M8o+hyPfXxXbyRUzI8M+divFckB7xoJPe8xrFKPLLyfzygI3U9vAmMPK61Fbyfzwo9fnoHvNQ0mLvP8YU9r44xPRmNM7zCy1w8nV6hvOPNAjwsCOO8LK9svZdnN7vGO1C9EQ7+vOUxFDxfY0U8i0oHPfG4FT04Pq0516aSvOChezwJmAG8T9CAvBimkbpTg/c6pr7HPK4Yhjzdha+8Fc1DvPXhSj0sKgc7MKaYvAruL7wHgkU9tv6SO+U2Hb3Z2jk8/VJJvfTVKbsMTiQ85dLvPBzMJTtqmta7",
        "ZexouzvPMr3Md8y7vz84vCyJz7xx7QePKYU0vGb7Eb3+RZOPPlDiuh+aCbxK5gO90vEbvccnorwIMxk9VuLXvIjlF7ybYoq88a/JvGoJIb0GLgi9XX5fPWI7CQ9nyES77l2WPMIWl7ro3xs95g4FPGVpwrw8MUu8+gC7vJR4ILzFjka8tJxtPbNsB49P+f68hArePC+5xzzdgNc5TncIDzkNR7tbiEy8J7K8vO4GSryzTZE9Gg6FvMTbxTxsW4621S/cPINfCI/qzre7NguDvCgqJzzCcSs9rPOpvBrZvzxyDwkP2XoOPZmkizvEnvW71zK7PBhKsDw0VRK81+byvFF4aTwu+Qg9HqcdvI1MGz0nLUa9K9GPPDVUHDrerUm8hrgDun11jbwysky9z2SrvKKiz7wCsxG8mKbBO15r0rwH5XI9EhFLu/Hu+Tu6kge6Q/IJPek5n7wCNdw8ppsmPQ3AC7wbK4g73GhvvMBATzwbcj48KzAWPaH+CjzpAaW74yvKvFWavLtNz2W8eES4OzABQ7wM7E87i23ZvPS9yzz07+68R4jwOxlGp7r3ClC6Mqu0uzxAsjtOpK88hlCqvBrflDxKJiM9UBMjvfOpE73AXRe9Fu2LvEsWGD3qZaW95TuIPMDYCbtPWXM8Iy09vYhyKT3ofAgP6hyGvNYAML0AOgiPULcYPLLNej1uEkO7ePZ2vbzdXL0oKYQ98XHDu37E6Dw1g2+9FLyaPWIqt7sNpy67f0W/vC0zCI8sFlK8XI9QPA0vEz1ffFu8GFSrvfOzoL1Bm9e8LLMrPXoPGL0rTMy8YMomPVJ2B4/xR4487PSTPbQmL7sHK+87zR8Ij4P5Gb3Zt+c8KlgIvCIS1bxGc4C88zHNPG2BLTx6RDW973nZu+LoCA/nnJu7VkJ+PMTdAzwxs3a8x8A9vP5EGDs3NwiPZL+WPOvqs7wS/Ly8xvpoO0LSLT2SqFo8g6qtPS1kQrxJLxC9iHQ0vHRvqbwZpho8tdLeu4gXArwblSU7",
        "HG81vAVrF7qNLyw9RmGKPdXalbyNuYG5vhioPI04ZD17Pm080GjbvIExCLwkiro89eD7Oc1CID2fYqc74qkOPSWYhbpzS6i8AZ/+PMGBKTvOn/68nho8OiJyLj23p7S745ekvHBPhr3vzMM8/tEOPaPAX7sVsgC8t1mxPGETBrz0Q2G8wfsDPc1/BzxxKE47gSgePPQYCTyjR0s9YDqqu7WJzbuWVKy7ML2OvfEUJLyge+m8N7ZcvPx/L7yjG4i8QbFwva4W1bpuhzu9DD2QvLMTWTvAEwmPTvnbvKjIJL3JOggP9OFFva6eWjvabiQ92XhYux6IyjuCKSG8TYzVOzKJMr2Q9OO7nn83u8CDhbyzn1Y8KWRHvQcRCA8bA408M9YLvW4/wryrwh+9GPaFvcqOibzudF46WfIgvUVFvbxYZrS8w6z7uw7NB4/6DoU8296gu7ObjDyVeyI79kEIj6B+cD3hYto8taqEO0166rtUSH093jCbvaweDbw8xLM8fmVmvatCCY/9H1I82VqKvHlRmbx7noK8aKidPUWGejyn6QiP77g+vGGvgj2mU/48pD+DPdeaAz3MyAC9Og/hPAtpJDv2tAE9cSuOPDggmTvSbgs82dyjPZkMgb2E7ZW8b/qevBDC4rxyEkM9AeOzvDEHET2Ddh+9WMF3vCW6CL0sNm+9A4uhPHXbkzxBY6Q7YaZ5vBNnzDoPs5u80h1IvYK6qrxLQQc9fb4sPfuDobxJW3K68lW4O6hDTT18v/A8nH7GPJ639bs+T9e7qTKoPOou1bsq1wE9pB+RvCT9Hr3mbv47BtL1vAViZLwKEYi8litPu4H/dL0KpC289cV5vGddgT2377q8fOiMvabYZb1fuYo9NSQ3PPC2d7zO3ZC89COnPPN3sTyuZIk8OT+UPBX1rDzZMggPlF45u3mqXbzzswiPFe86O9JP6DsXzxU91PSEPJkHVT1WNxW9dwWDOWwqCb3gUy+8FITGPJrs3LzURrG8ioesvPKnBw8gd8O7",
        "lSaZvItmq7sL3iG9D7/NPHxGCbmc2u68obUsPBNADDojlac6OLXBO7HmCI/zoEi9XQy7O/3MV7076hq8+woIj1i4U72lhf08lKqOPFQtobx9f/68hZf0vBjCu7rrLk69fI7YPasSCI/tasI8D51QvZTupLwBxUE92VOOO4Vy/bzXeQiP9OwWPV2+1LpSH908qxBqO1VEdzw1MZC9sis4PK3rNLxHxww9UpHkPNSoCTwxZVU9Fb13vBJOe73ytJG9O1p0PfCbHz0Tnq28L1UUvLLP9TwmKQi90lQ2ve3x3LvvCwM8L3AtPXvWIz4nxsg6nNgzPMoNcryS6Ek7sHSEPSNdJr0bLrO7x23YvHyipzwMe408Ikk8vOSTCL2l/e09mTPZPB4Tl70q3bu8YhqLveAg6jt6wAI82ChpvT3qfLxcTkQ759poO+ar+jyLOMk8tT5qvVbfLb2lNiU9r6ikuyo87zzZALU8gt0Cvc6j2DzX/xu9lkSFvHkZxz1+RkA9RtS8vEehOD4bDj4+m1oBvawcpT378wiP29tHPcdrgb2FxZOPo8+8PL5IeTtP3RC8on4dvauoEb1wT+a76lEqvSuHyDvVPkC9EkxoPMUWsjzvKay9g8p3PRpmB4/uYMW8TOxlPfuDKrtdS888BnXQu77fWr1LhR+9p8vuvADTx7xdeJG907n3PGyXB4/3PWO8CZ16PQA3Fjwslj89Z2oJj/wsuLyTLhI9yyRJPIUAT7t2GGo8VCcMPYZvD71N2x680PNluiQkCI8xVdW7p6HBPMpZwLwH8iQ8FtWmPOfceb31cQmPW7DrvUqJAj0DkpK82VrlvMDZuzzHJta8v0VJPc0nmryHuqo7G1l/PKj4crsblZs82PkmvYDfo7xo1g89kgSxPI51x7pEGh69CI5evMB2ljy2Uzc8EwIIvcFa3jzrMUO6gd8zvI+kt70KKK68iRf8vOOVJL3wuFA80TxrvD5o3Lv2E9O8sZdWvaowdjwIbD4945oOvZt2RLoejjK9",
        "nOskvQEpsz22ISI7zKAKPR7WXD2eU1a9doisvVqXqLzjrGo9zVr/O5npgLtfu3a92Kh7vXQKP70FShi9NeUFPcxlQbzQb6k6DBNKO+WzhDwy34E9Pry/vEt3h7s9hec79LfDvANXqTynS0k9/PskPIZuBL2LZQiPZY0APYdzP72xhwiP3uABPFnSSrxtWoy8mUjxvPKZHj1MOh+9a4YJu2WRz7w1QZw94xxhvFA6eT1bjkS9FPkfPXVZB4/oY7w8UHbQPTi4WLzuN++7ekCQPbzM4TptPwE91fDnvI9ZTb0BN9W8nQ7XvP0sCI/eQ/U7aKvNvMmzIrs868Q8COoIj8rttbwxhiu8wbNLvHh0sLzbcSQ8LjaRPKD61LzkrPs6LGibvV0RCQ/hoL88AzNRPLBWArwrdg896/Hlul86jbyZrwePDsEwPZMmibz7X8m7sfUzvbY6Ej2ckC699/PUPBRKkTqsM1m9gIEgvIzbeT24zI28DgrjPExypLqvWxQ8GDSvvc9dxDyRHdu9gTwuvFpOejzT8Jm8JepuPEF5MbwuBmS7vK0LPPk5Lr1cECy9EZh1PLU+4jvxqyA7ka/PPNRIBL0rZ0+8sZlCPXy9Br3/VP+70hKevGdNML0GYYw8mUrxPI4TkzzGhng8IiIuvZaRYrxPDk26CZefvFMotTtBZ/A83aZqvCUg8Tz+3Nk8iikJvTTh7jzqM9m8nfY0vApcf7tGTIC8CvYKPLnCDT3MF+S8dF+VO5+kcbzZtIO83KGePMBQCL0vI4W9f75bvO/p8bumnwmP4VvWOzxFp7vzJAgP37c+PfYWzbwdeQc9jHVsvFVXJj0H8Po7wWuSvEw+Cb3LemW9cGivPaq6l7q/yhs82hiQvPdtCY+fMFq7L4mTPLlYsTu9GpO7+F1iPMXBrbyZB928N+9gu9nDLL3Haoa8Vw2QPM8QCY8OE5q7lnLzvRfTFD0Mz+e69W4HjxWKUjrqEXa8RVaMvM9dFryVoYM8T7C7OxGBcDzBe7a8",
        "pMCavWRhCA+woQs9t+5FPAxZ5LtpYIS8G8nOuyrK/7uIxwiPRruWPBFTD70M0uu70Xd/vNIjjbkycfS7s2wnPMon1bxzDDS8nrr7PByx9boWZyC6on0Ovco6GTu87Ie8m36OvOeddrvYvO69FypFPVX3Yjxkvws6UeIJvKLMl7u6xDG91G47vRfLDb0Vq0+7OzQHvakCBz1R6J25DuxfvMOJb7xLwUC7JiYIvJ7W4jz0io28i7L3vB7YozwRaki8pqYHuz1TBr0onB26dHVeOqE5SjskRgO8D4vyPNB/yzz0Zsa7uF9QPJvcqrtOwQ88II49PEu3EDwCBtg7apRJu+tUhLynzM67YmwRvR7Y0zwmYne8SDIlPQiCjLwF9pg7GXzRvGOQZry1Dti8xaeGPG9Cp7oiIQmPubQwvVRGwjtWwAiPwBIHvZArSLwb00w82AsyPOLZIb1SiLg85YJBPe5jFTz3CZu7ve9fu64hqzvdBWK6lipJvAUhCA+WN9I7Z8iDvDx7xjq3mSs8uEQgPWJQ/LvdGsC8GDgBPG/ugzyeafK6nG7vvK10B4/+dsa7RLLCvF9sZrz1aBy8q00Jj/mkAD26MQa9vjc2u5gQgjy0Usq8m19RvJDzBj1hQVc8kRAUvfUQCI8LrUW9c7vfOl83MrwrFO68uqqfPAazqrv9/QePtc2AOt6nDbsJLqo8/pszPeBigLuql7S6A9viPOHWSzxRfSo8sY2pOUao/TzWTiS9etsbvMU+nDvoDfk7YM26ujzqibwOMdG7Ak/dPDzjGD3HV/e8eZWzu4+UUDydzRu9eTksvazMlrw6rBW8AXWXPAKyuz19Woq8/TYdvWbU6Lz/1Qc84SU4vCqgPbhtDgm9CY9iPGeURbw+CcG8DUrPvEMdCDwKgj895dQvvPPJ3bsLxqw7n1pcvTjTqztPCsm8k5aHO+b/zDztLgM8kBdHPME0zbw3kQg8hO4UO/DgiT23qyW7b/46vSlaprzWvtq8VBUaPQb8lrzKtWA9",
        "HR32O4PS0by1NrS8drPdvI48Bj0CEQkPWOigvJSeMD0JWwmPICElPRYOgTohFLG8z8UMPDt9pr0JLsm48lWcPJ9UIz1aeEq8rNMdvVYwjb3f2Fs9isqNu5PlB4+LEg09huWOvKQ4SLy5NpU8viRFPR8cErxgEtK88fF6vKgeNLzYAty8ncHruM0qBw9X0la9M5MmPBK857zYt7S8ws4HD+rHtrw2MjW9/1CnPZRsmzvT6Dm8ycFevTKdrTssPwW8dya7OwhqCI+lsXi9rWLCORfL1rqJozQ8oGuKO3ZOz7uWwwePUOBbvA9R7zyFEkI8QkdrvMkpxrywydm6uwaau0521rvuUZS8rFWxvNxDezy8U729BYYsvOR+gjsdIQQ8LMTmvNxggbvTYRI7C/povDFQBz1ILUI8iVaqOz5mRD0hf069YoRJuzZ4vr1Lpie9buvKvH6eULxghfm64clHPG5tQDxsCHi9CYAtveRWQDxHf2M7Qn3EO8xsjrsTQx29xVgXvFR5kzt9CYm7ct/FO+ViHLyP/B691hcNvdC5ujxmadm8YOoHvS40lzxOPJu77JinvOd7h7zgEiQ63weEvMy3GDsaSl29gHg/PMzOT734BSg9kDb1vBByH7zIsW88ecaaO+Dj0rsEHlM8aFxaveSdBr04KgmP5M91vY8IwjwTb5OP6kHHvI7IgbzMXbW8GGt9PTZKaDw8u/u8Q8TCvIhN2bt+DYy7xOgePeSSnrySE6G8EqpWvcdPCY/bOhk9T4EmPb0KfLxTjGK8IqmivMUBaD2zooq8xFPcPCJzw7wqKT088bYYPZvsB4/Ar2U8gld1PcwwdzzDQBg9xrQHj6PrOzyi47C8yig7POiDBj0K7eO66t9FvQyjWbzj/ko8JgVovEKuB4/awr+7/BNbO392wTxYh8q8dfIuPVhtJDxbcQmPVtIJPSjDDD0xPpg7sSMQPXVEED2Zd1a8WHyku7MTZLzYdOM8o01XPblqx7tVw0O8wKmgPTFBB71u77O7",
        "4I6MvWYXbj1+jSe9xS1OPBRBzDwP87M8cpbqvMEEHT0JROy8NKaKPHc3Mr2o+Jk9oDYwvbFqQzrC0aw9HhuNu7teQTwsuY49bzikPJw4gb3OUCM8mq6bPKOlMDvP4LU8GJAePTH1ML3nMdq7MAEOPaBcUDyhnN+7m7kIvRCR6LwX18w79kUOPS14KrvUMrg8wo8uvTs7Cj3t5Sk9gS8bPB1JTTvfq8u7zYSrvAEclryGCQq9uX1NugJ5BD2BihO9gRHNvNq7P7xmnCu9EhGUvNWs7Tz/fwgPyzvIPPNVSjxJS5SPUStjvOzzEzw9XyE9T+IMO+562DsYkj+9MT3QPHIeiTrU2Zc90jjHvADasTxguIi7J/ASvLtJCA9oiMy8KOuaPJxLYz083gq9VfkKu8Ep+Tz/I9W8eO6MPVqLDLxaNNy6BqebvNWCB4/q8768JWQ9vXCqqjxbj7i80+UHj/xiHb17OVm9wxxnveICfz32bYa8sNgRPBVBnTvoUDM84zM/u3GOCY+mcnE8opAVvT+Oybw/B8q7OnvMPOMlEz0e6wiP7AQEveKSBrv3j9G75ZAZPbH8ADtHa6I8aFlFvHfpa7up1kE9QT1nPCW8obzZRh+9lL2fO1LRGjtTmHs9nOsnvNsuDrvh97s8rwWpOyTRpbvr8zO9cJlTO5uqnDzezBq9qqMuvLsWEb1jdCc95cnDvLGoaL3Clau7nKrRPDhw1Du8ym+8o0URveq9qrz2WZk7PSQWvcdlmzqA6mk7+WT7Oy1H4zx9KOq7w9mnOnhNFb3i5RO94asEvKDlgLxbQ388pXwIPe9vBr2xQCW9fNM+vYIiT7xtv6M8YBTZPNfc97zAiTY8MmIsO5wV5jwgBj69T+lHvf8UBD2vbv+83x8DvKLCbjw+tYG9NepzvIeNhbz82gePlaCIPH7EGbwGdgePkAIjvBGCkLyJjCq7p2Sdun30RzziD3a7vgTDO7W3T7wfYmg8SvXLvNCjLDpRMUA9WRdAvbOsB48MkMw7",
        "H8msPGM5Mr1/MwA9wmr4PMtw9Tx+Xk07c2Ktu1I7yDv2sO47QzWcPDt+CQ+uKME8DwMbvSmBqLwzHLa8yNAHjyxhBr0ePHI8A1+QPA/dPTzUVFQ8r1xXvRXCEL3PK4M8O/Ohvac+CI/6XMI8CuNfPBt45jl4DIc8T6v7vMqhhrwduwePmpbqvJYupDyNK8A8PGSbPBbBBrzSx/Y8in7CvP1hODsRKzc9qYFnPHZhSLyAHXK6iVwQvUd+bbx4Ih875GSHPXY8B71MPPG8gS+HPK5AiD2HzgS8MqOkO304VT2Vc2Q83Ab9vCraNb0e7u67zi3IPGgRlDuu6rC7CS6MvXXzzDwL8Og8Ojh+vOF2TTxZAK08RhCSu6CDEzy230u9G74YvUGCRr3h+BI9ek01vNPf2DoFRse7tezjO+c3Kb3K8YW8uPegvaixR70wexS86nyFvCvuTTt+EC488oPYOt8QlT1JjTs8TtUEvnuEjDwLVSy9YVn2PCyHeDyCOYA9xgs9POvJ8bwim069QSgxveoPOjxDYAmPArKPvO4SIzz29JOPtY7APOd/gr1OT5+8Gm2TO97LSLxwbPq8d97sPMxaK7275LQ8bgpPvYBxHb3GQh89dzD3Os7rCA/1LJ27pDSEPOuEEL2q6T49DxZTPEFgkTzxhya8yoBZPGJmFzyHY3G9Mhchvfm8Bw9gGqS84umgvBxOhT1IpD29JHgIj07f+LyVByW93yOmPQwz17zr3p07k/X/O5trULy2WvA8VETPPEVvCQ+KxAW9adcTvYqBPbxafru7MhyWPHvjk7zhCgiPwytgPYlUCb3trqC8QqFQOjvxVzw2SQO6XG58Oyg8Pj118zm9frTTukO8Sz0y5BG9C06rOwgbQLwgC4W8990JvVIfu7xtxxO8Dm+TupsuAjsvuK272gMZPTAa8rzlZZA96wXtO78BobzI3Ks8lPejPAb6xzx8UZW8pVsMvZ1Hc72FIUA9Qm4bvcAjkrqOw4M80/43PdQ0EbzbX4I8",
        "ensxvE/iGT2y7fc85pEnvNrSszwCeAe91IjXOjREsjx0i0C8NxoRPZPiATz+sb+7pboIuwu/47vudpe8Wqj6O/BOdDw+ejk8qFxcPb8WnzrQ2149jYFcvVM0KjwW4CU8ZqPaPPVRGj0Oepq8BxJ4vPHNo7r4EAmPKoiNvPUFjzwd8JSPo8W0PGQ4Gjz3c128ZPh5vbGUN71uRSi8dLd3vKpxQjzDJhs8qsnOO9tKKbviXli8EI+DPB/XBw+yw9q79LK0PHHfkLpyEc88s0nhO8K5Zrz21dS6hLAePNlEhzwDTa+8YHnAvEpJBg9Fc2+7w12qur33Cz3kAuM8vHMID0X+WzyZ0Jq701W0ueQPBD18x4C87dngu11GrLzxERy89oPxPB7jBw+KtXe8snZQvMkOSj3Viug7F5SrPOlaOb0bYAiPOZ86PLw4c7urS449MN2oPBtqD7xd28S7O+j7O2kajrwagQk8uhA1PQg9Q7ykSaK9P1bFu5l96rwRNS28Zz7HPKcSQLzAVzw98Qs/PMr0nDwd8gs9MiLVPBSBybwWQU07FKGMvBMW0Dx25QM9a8wqvLuCMLz0mj88r0NrPMjsBLzZv0W9Xoonu2Bc+zu8I6w8JulVvXdjWTypxzq82fVePAkiG7wMRTK8352GPERirDtdVWO8DenLvPkR0jsHBMG83+4TvZN6b7wAajw835npvDh0+LsO56c8DgsWPJoW17vgyHi7qMdNPFQOKr3ubgS8V9KaOxXjgzzmN6s8azeVOlo1eLytaXk9gPm5vE1HZLwDmAiPa54MvbH4DztHGQmPwRsQPAOzsTwARgO9L3obPRzKe7wAClE8A6HIO8AEZzzUSt68uR19vDhdODzttUi8BF1AvZs/CQ+tBl49wqjjPKUmmbsACzW8jtsQvXQCAT1r+ee8x93jux6GubyzPbO7Ue6Au5SQCY8L8TG9nKX6PK3MIb26TSy8duIIj0l/lrx6bO48TwjVuaNOQj3izEk8xTXdvLuCXDxTReG8",
        "ZCSRPev9CI8PXBI9JZLVvD/aXjxYZQq9CsnQvPdshDxqVwmPQAjcvLyqBbukpeQ75e4BPe/e1rzeH+a5CnICPVjOkrxx4Zk6vEGKvLEVibsomKm8w7p4vIZCmTqw76M9SPqFPYq8+jxCxmu5+y9bu3qpdTsB+9k8j2IwvRTeO72maVK7yYM4PdaS6L3/RDq9Mf5TvHEs3zwwjVW8NYatvKXwdLhGbng87wAlOxm8mbtHNby8fgoavPAobbxY9go9sSKuuxb2CD3iccE8dmpLvNbZ/rxIPbq7h9OcO37ykrw8agk9xkC+u/FCcLxDqQY9dILjO15NZ7wRVCi9eOjePDGTHLwEC468BMMsPcogBrz8Va47q0MCvdVETjzs1p68cIgOvZ/hSr30D8q6Dx9KPW6GDb2BXwgPZToLvVL+Bb0p/5OPGEYavLkGkLwIsZQ6/t89vaFbh7vpHOE8iNgjvOh37rwWxbM8Zv8VvYo/Gz1ty2S6IhqEPPMPCA+sspE9RX8ZPVW8HDqBy6s8r4CHPe4PM7xy+ju8h8INvWJ/Qj3RQRW8JLpsO+7pCI8TJoK9SClIu9fOeDoEPMw7gGEIj6PrXLwRo507TFAoPfljFbwy8DG8y3UtPR+ugLudsSO97N8WvSNzCI9yJiI9cFwjOxhRejxi9ug6vQjFvJ4h3TxlPwgPNb7JvN44KrtCOC+87IS9vDeR1bz/jmi82em8PAQl+bvCcDC8SYSavFEX7bw/fZ+8zZziu9P7xrxiCiQ8JrmXPN+xkDwtGcM7DABYvKjOAb275pG7OHEZvdgELDwZPmC70iYIvarRUL2QV808vuIWOyzAILxZCSk8JpDEvA9EDTyQ1Yu8eDNavIXf07wyxfy7K7a9vC8HNj1Qthy8VO8Svf+Mgzxt6M48CJrvOrWVLrtyaYu7G7d+PHwi1TxvQSU8jNRFOyGg1Ls+ByG8p33dPBrzdzxY5xY9msw9u2ptSzxgQhg901HCvKESyDpIgG+8cIBUuR4ogrw5S0I9",
        "NSawvGLOFLxbw0+9P7dpvDaqnbyPPwmPtR1Vvcd0brxq2IuPhzCCvNEw37wXXqQ8zB+EPV+mnzzhwpu8Oy5zPCOx87qfHf+8/DnLPIsTGLoZFoS8l/qevI4vCI8q96k7+mfkvMUjyTxuLM08YK87u2Y0WT1v7N08aWG7Oxr8gzuun2Y9rLVnvDzECI+sxcs8vWUJOzAq4jwROmS8i2oHDwxyDzz14YW89EgKvDpIGD3d5DU70P40vWt2H7wSMi66xmrDOfIUCI8Ikm87K5aFvET6PDzJRPq6IhfEPOIIwDy5HgkPGOu2vPsJjT1xbIG8g4hrPYneNjv+xp68URJEvIGCujw+kuQ8TtQKPD9EJr0sjng9d38APUsJRzrwGz27yH1TO2Lvxbwk8y278eEfOxXDjLxXzgO8Z331PTxftjxCbTi9o/U1O1GoUj1Lte28FT4TvR7uXjtgeYY93h62vDSGbDychzY9eQh5OjjMoT0lq5M8tQmpPWoBcbhRI0s5lghwvdgnuzyzROu6f0Tou00OQT0oLLC8pp66PEwvzDvNYCu9aRP+vBt2k71dkKK7h/DyuXU+LTwoFU29IpKwPIl/Kz0gUW28JGvvPG+KXb1qszu8zywqO4Y/Tb33PO28T2LBPB0dFTzMCpm8wFvNvEAJAD2xbwmP5XCJvP2l4DxhuAePVH9HOFkFXzt6fqs7rRtvvdueYj2eYpg8KjWBPD/eILyC1i690XAHvAmgarxVtzQ9YzgnPfRyCI+1xw+80Q0ovS2aYLw5T3c8YHZLvYACiDsLdye6R1TZPPEagLti3MO7BK+GuOGzCI8/pUa8KWSAPDf2gz1XdCY8TQ4Hj5rQkLs/dc088iCZu3ZMxTpbK+e8xuoYPMj0Qby4kB688m9fPRC+CQ9AcXs8GX76vJuQ/zxiTjW7D8PRO1Yu0zyIMAgP3/wUvVLoZTxCJtC8Oo98u6sHA72ZwHi9pWXBu1VLmD2CZ768yafhu2Rja72tmN28WgrRPCRgML1hR8W7",
        "e9wGPbyChLzMRJM95egkO6H1jryTqBI9nuENPTHGjbxpFgO8rZLCOyRPKr1xoJO8GfxkvDDQmjoxEKc9IikIOSoMqbyW01M9mg4wvETMMjr9jBS8xI4OPmgDUz1x7oE8jyXMOzYhtboNjFy7g50+vJQaMju+Yxg94aq6O0j/VzxUNAK9XKqJvNdN4jtFH5O6cuSuvBlURrxLUa28/7sOPQcCFr2ors684LAmvT3HujyMpFM7JsEOvbAn3rwDVSa9cQ+mOkbOD71dL8u8yI08vOts7zwbGwiP+JlAvD77KbvtFgmPi1O/vNMdCzt7Q6a78emevOB/7zt+u0s9rcKzu91xgrz7xfW8cv6dvT78AT0Zv/K8uGSUvArkCA8vQ+e8jQPRvB3ktTyzAvu8jlByPJt2Qb0mUJw8Zua3PPclFzziun6747uvvKFwBw9WiNu6vOf7OrTrzLxdQpI8ceIIj5s/j7ng43q8GpkWveLvfrxF9SK9l0xOvcIDHTx+wgW9e20gvTkDCA+5yq08GdAgvdXjdbxwv2Q9eC7fvGhmBj09bAiPwNMTPSIxJz1agIK8soIEuiwqCDxDK4c7cVyPvQ00w7wioVO9dnujuv9/sz0LZpe8PYkjPX4Df7y5R2q8i4A5O5/sqLpDEoq98T5XO2xexTyhGrc87Z9evXhgsLyhfic86ggzvPnOobxsEIe8C0FlPdJ2Aj205k48OGkLvZWQDr31Yog8YqHgPDP30DztRhG99MTgu37YGbqYfzm9gydOu3JwerzpcN68BYBnvMkm1rznAQk7/7kKvAJGXrvWWZE82H5nPYKV0zsSYdI8Nm+5PJAGwbzBI/W8cPGfvGF14jy5KLu8sMlZufTzGL1dZSe8lsKPPDtpGr1VdQE8aFIXPYyTtbzwGii8vNnYu9gv0rv/vweP406dO2VRyLuisAiPJqFEPdkK4TnYUew8CNIEvDVmCr0O5S86oOzcO0if8ryftIo5HlRLPZWSS7vY8Xw8O+x8vHvLCI+nM0S8",
        "lpWzOkwntryCBaW7pykqvdkXWLwCYS07TCASvNLByrwpum88pb0IPU0nCY/wcxS8FevKvOJyCzzT+p08C+MHD8BQmLy4MYs7Zt+EvDZh7ztWrlc9h5GnvQeZRr2A4IQ8GXmpvNJ2CI8KaAm9f0L/PM0W3LtQWCA84jasvN0Kz7xJvAcP1cJsPRpglLzD+EI9c+Kzu9sQAz3v4wW9m82wvOX08jwIirI8RJ2mPG2Jb70Lj248Dff9PMNftjwJkoy8i0ipOx2lbz2MXIW7rP8UPBKt87sAxQC8o7N/vPGVKj2VCHg67V0XPcBTzjzPmKS8iNnjPPCNEzx3yyo95QNVvd/jE7xdyBK8nl/eu//VGT3gniU8IxFUvAbOhTzcbjI9DA/PuvDXa71mu6S9YCsWvccLXruUPIA8T0zXPBDn+DzPGES6umVSOnZLKzymzia9KyoFPFG4Ij1c7Ri90y3+u1dj5zyI+pK8xAHIu/2FMb1WXQy9eqtTPBNQzLvo/lU8vyQAuxbWAj1CIxQ8P/76vPDNLLyZKQkP71O0OsO7Wj3DNQgPjbkZvM8yJz1lVIK8XzZdPLdhAT0R80S7WHmxvANckbsUrhO9Rk3dOxfH8rw9wS48UPQlvbl9Bw9Xz/I8bggPvWgcVrrlUNG8RWQsPHpCDL2rLRu64yCTPC6lHDy8T6i8QkiYvL2NCQ8CQS+9eFH7PAKULL1pcC89y5QIj6+qQrxqWy+947o0u59SKL0dOsw8oJ2zPXkKVzpW4Dw9lNG3PKFSCY/vXbs85hOovMadLDr+70y4aH5NPfXShr0LjwePAsYium1KNL3cuI+9VWPkO8BaI71KKFS9FhKbPIqb8LwUCRM9UjPbvA/fEb0t2+28zAhOvdC0yzvQTLS7vVYXPS/4hjziA4s8HQRMufojGL1Z4IW837mBvf63IT0SS0O8gbakO657oj1aPhM99wHZPCPjID3ACkK8VCdkPRTYUj2phka9eqIdPUwLhTzolSw9HtR2u8lxc7yvmDY6",
        "SDU6vfBfCj2wmuY9tS9SuqeWjDy/YkE8MTiEvJ4mjr3bO8c7vE28OoacDb2DNw+8aAYIvcqkizyKxYI9y1JTPREhA7zmDSc953JkPIlB/LwOGwC9hWFzvY6TM70B+EU8Ll4bu5CLGbzh8R48Ee2lvC08pb2aUAmPKWMsu0GdCLwe3pOP1GY1O3QCSDsx8bU8cxuivKwxMT3LIh69+YUaupV4tzsCbFa9uZerve1+kDkFFr87e6QCPVR/CI8RKhg9Aj+3PN9OYbz5CbU6HfL5PBrjgb0QPGg9f3vBvEhYXrxerKM8FEm6PKOMCI8r5KE9JYOxu7lydb2qbkM888cIjx35ljz/KW48n1EovULea7wcuY+96MSVPdtSTT2ofD+9+EzWvDjJB48cfCA8aks8vd736zx8GEC9d2gtux6mg7yMHQmPN/cNPCAXN732TLG87HzzPB7rhLwAsRg9hkQKva/EhrvtG+27Ec5gvDoMnTw2w6G9Z9QzvVYIg73pjPY7hRWUPSNUrDzoYca82x1FO+n+HzyQrgq9ayd1O26xAb3oAzo9/YqkvAumDD12iIw9B6TEuyAldTz1Cly8Dy01PC7yOb1wbqu88A2zPKOw/zwd/4c8QnGVvJjWFr1E/r475DbkvBZStLyiVr08oiOqO0neR701D9M5/eFRPPbosjxQgs48ABsVuoUPDzwHt3s821Vzu+YAcrskTrq88oRHPL94XDzd1+y8uzJfPWyDd72ILAi9u2oYPbMsezx/J4+8t1SFPfnYzjxVzwk95rwPPYTSM713agiPE3AbPRcKQL3W0ZIPrIsyvefEBL0Ss1q8r7+kvIqch7wpNK+8t4UgvRIpH7uDtiW768KEvPWz2Tx+yQu9I3YxvDhdCA+4Ah09/WPZvHsjs7zvAJ+9/TGSvKkSC70Gobe8qWEgvWLy7jwDKbu7LJLuPA11B49ImnQ7rT4zvbKNm7yZpdg81NgHj5k5nrsZG4U8Y5WXvLqINb2b0wO9jl9WPXKGyrymGE49",
        "rytwvJ4QCY8zc9+8aHEdvWxNuztu+Vw7Iby0vCC7Zj2ekQgPGnsbvMtnkLhGO+48Pm8dvbej/zuZnRE91gwBvShog7v3C4K7NOXYvDTziLxab7q8r8M6vGZEXTxJyPG46XmfPERDiTxCUiY915KSO+rZ5zz84Kq8kT1UPe9/Hby9ic28Oq4CO6ES2btval+8BnEsPF4w0bvTQbU9Qc9ZPbc84rx0xvC7LGhDPSX2DD2nz/O8oHmmOw6T2DxsJCy8VKaruu2X/joekcS8+h6vPNAPUDwaskK9k0sIvHG4+jxPXBS9TB0guwIj17ug6SE8Z5uKO2yfR7vDi6M719FJPaBUULxG29S7jGaSvPBBZjsWooq9YN8KPdohXL1KTFS8obMeOq4jtDx+M6m8NU4wvaCDdby/5QmPi2qFPBKeND0o5wiPI1RkO9ZUe7yGWCU9inQDvXaacT1LuEM9NVAVOh2BLjxlN6a8r/OnPIPmaztREJg6ey8UvVHqB4+xoV87Ej5+vd45Trwu4188z/jDOEDH/rw+dzq86GDjO4nTkjzFFwe9Cu2zvAh0CA+7cz+9KvCHPAG5L70g9L+8qlMIj6LIrrw7rgA9czXTPNXtA736yEM8W2UYO01ZLTybt8K7DuKkvO88CA//5K68BK1eOhf1AD0rKrM8FuJ4vJ7QXDyH+gePZsq5O+uGXb2FAtu7EF1VPGmZXbyKxo68xXhpPFlqfDwuXVi5SFKMvPFs8LwTZsq70qRAvb0GkrsdVTG66I6fPaREerr074u81HLUu5P90zx6w7q83R7Ru+AjrDyNsxq9czojPR45k720e9c8w9CGvGNHXT14PSC9PiKXvQl5PDw9IQS9EMNFO6tGurxJAmc6qhh1PHNblT0210Q9K7h1PF3cwbtXkZw9btGBPflCmDxZumW8GnTmPE72+rxb5mi9P6jZvAFfmbwmkbG8zxXDOzq/5zwatZ08I9Dtu7/xuD2lQP07N20ovcxS2byYpCM8ZgvSuwpfUD3VutE8",
