{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "inputs",
          0,
          0
        ],
        [
          "num_hk_input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "inputs",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "inputs"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 7.000000096013537e-06
              }
            },
            "name": "hidden_0",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "inputs",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_0"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 7.000000096013537e-06
              }
            },
            "name": "hidden_1",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_0",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 7.000000096013537e-06
              }
            },
            "name": "hidden_2",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 7.000000096013537e-06
              }
            },
            "name": "hidden_3",
            "trainable": true,
            "units": 120,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "hidden_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L1L2",
              "config": {
                "l1": 0.0,
                "l2": 7.000000096013537e-06
              }
            },
            "name": "error_correction_layer",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "hidden_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "error_correction_layer"
        },
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1
            ],
            "dtype": "float32",
            "name": "num_hk_input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "num_hk_input"
        },
        {
          "class_name": "Add",
          "config": {
            "dtype": "float32",
            "name": "adding_layer",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "error_correction_layer",
                0,
                0,
                {}
              ],
              [
                "num_hk_input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "adding_layer"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "adding_layer",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "f049034f0c08b1a3764dd7882fb89fe930b72c5bea50463c2228598062bc1e63",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ],
    [
      1
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "hnsOPcX9u789AM4+Qz+9vywxTr+PChnApwi1P20Qcj/25g09wHzDPsuS3b8bpUi/AksfP/u4lT6A5q6+mLLyPjXlmb/pgxq9"
          ]
        },
        {
          "shape": [
            1
          ],
          "values": [
            "lXBGvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "ykALvw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "error_correction_layer": {
      "bias": [
        "hHQMvA=="
      ],
      "weights": [
        "c7q6jid5ug5gpL0ObGi5jpqFug47+LuOso64juU9u47N4boOeHm5Dob7uo702bwOcWC7DuV7uQ45AJ++2kO7DjXUug4bqbwO6Fy7Dl9gu44pJLyOfTecPlLaqr4xR5K+ZUa6DhJNyD4lSboOY525DhSguw5U9buOYx+9DiI/u44mzrkOSA66Dhy/ug53xLsOK/+jvobauY4eIY6+jaq5jspVuY4NV7sOZqy7jghGuw6IZFc+AWxMD68Luw71s7yOiC+7DhSeLD7/X7oOhK64DpbHwD4VZruOt4O6DpSNvI7EpOe+sLmAvomVs74OVbsOBiWrvgfRlj4x3roOuWrEveIxuw7hCroO4DxWvqB0u45P7LsOJVO7jvgqvA7UWbsO872ePpcZug6rKbqOJr+5Divtuw6R9LoOXxWGvmHauo4Aw4g+aAa6DtSlZz5Ru7qOhk26DqbLuo767bkOcHW6juLSvI5OzLoOLuq5jooJvA4wJ7mOfNy5DoR2u46qgbkOa8eBvm1Iu47fJrqOoeVAPiFcu46G8bgOfqy6joRplL7cGoK+i3O7jjYqu44AcbuOwjm6Do9Urr7R6Jy+Jfa4DqRfuw7NAboOaa1APt6KuA6V3ny+Hgu5jhdlu45oY7sO"
      ]
    },
    "hidden_0": {
      "bias": [
        "Bqr4vfae2L0hZqi7i3wCvrG2Gr7Hj5G9ggIIPoiyqztWm3o9+AvQver+VrzNFCy+2vrwvFyej76HCze+QRcpvuZaHj0VKpo8UaiMvdvfqD1yz747R4QrOwlLWD5hU408bR7LveiSwb0gbtG9JuNDvRvkab272xs+wysxOxw1DzyuPBw9SIPJPZyMyr2IziE9Wb28Pesw9rzWKLK90eOOvZEODr4s52y9s2suvidItb3LMpK9yXEnO1LKUL6Rs8w6nE2ZvkOTtr3TK2G+HA0AvoswhjpJAW+9/Mdtvdw/0LyxqnS+Vw+HvV7Rgr1qgOS8qCkBvn0yOL6Q/Km9025Ovvvjrr6FNoa+0m7pvUh9ub1luXm9BgJRvuRKLry1mqe83PmmPKD1Fb4g9De+Gm4mPS4TSzxfuiC+YlilvdXay7yojJm9KbROPcYnMb4u42i9fq5MvYvgqrzhw+S9YVssPVVTPr2beWC+Ao2iPCkQGb3sUry9ROGpvEcTkbzq+Se+AVA8vjzfZ70Y6SO8G71UvoB+1LzpMwW7RfxGvUNhcj3kPkG+s8eXO5zEMrxUCdm9lEUivupwPb4Dmgy+ZLacvS00+r127UQ9WqC+vbfGDLo7YEY89+bBvQDcC70NBXS9"
      ],
      "weights": [
        "gyqVPU461jvkwdM8zGTmve2acT2JpWq8uaKvu3Qbcr3qKN88MqW1va2y9jw37cu8/OMivgHtTL2D8aO9c1MFPhdx4TwYoDo9bLa2vQAljz2LQfg9Nvz2vbq6yT3R0Xw8znwBvh5IpDxRm1U9fcSju0Nd2L1xFvK6A5A/vY40Ib19LQG+zfp2vQ1KJr1FZB6+gXCGvSJpGz5XZy4+2c0tPcCAzr2sDdO9ycu9PQ5+j72JG+i8DCpwPRW/Wb2l5zU+t6bnPVpWXLzuJLe9QfpjPWxx2r3dMjq98EJ6vbdJez0d4py9yInRPAGrUzrOc5Q9YtHqvcS4Vr15rLi9bkrxvFjQXLpt0ZM9wyjTPG6wlb30rmY9Qn4fPSoyzzxV1Z49KXKgPTlMvT1Wgjm80h/WvS9Ocj39hRc9LrnBPR/c+bzQghC+t0UDvW7UKL32dJY9zQ/VPSWFnLvBgE683zsaPUdHBD1ETL285Iy6PFq7vz02e+c85KOfPUhi+LyGcKe8sNZbvYfD5T0IMRY9g/ghPXpULb360eK9ee/bvRIuF7oASBu9X5VJvSwGBD25GLmOpYeoPTZd6L1m6r09uetRPbhBBb04W/29dhrVPHQRzr1jJLa8X5a5jo9AGD73aSI8kUNlvSI1wj1pzm28KxUrvG4fAL5Zghg+wCICvYBOyT3qD5U+FkzXPVgWUz3iuue9dAz2PICFDTyi8bi83shFPiYrub2SR9w90InZvVi2nb7T6Je9U3AEPnHcjD4c6AE+rfVnvnj+vryBtd69vc8ovtDC5L1lA7+9Qje/vD695D0F6Hg99jBKvvglPr0eSq49j4SvPd17Gb5w41s+XKBGvScsHL7jOgU+BLz9vTJOe726JQy8HqeHvb/SCr0BzkY9At1aPkaXGr12F3E9454APsgvOz73PB4+RFXavKPgDD3acw4/Fr14vfWRZ702xoo9Z5Ynvhq6qr5+yxC+dheBPtK91zzAAom+LEUTvSTdT713sV29vR7OvYUptD2cPOa9",
        "fNbVvB5C1r0G9AC+PAY4PdqEJz5ItcK9dX+jPNyYDb4ukRO+MYQBvXzmy7yZPEo+bB2+vX1tUb283Km7wvuVvQuyQT3cUxu+JoGsvdiPszykfxI97VPPPLMCSL4Ltba8vDYTvtNwKD1Ytsc9S2Q0vjUPd72Qo6496QD0PUoyIr0IEda9OoJ0vbxkcrz3VriOyRSZPSyCgr54maW+gDsHvarxCL4A8v29ukIMPYXtOT2c3Ra92lS5jhmtab3Y+h++582YvWaJmT3HxF69552zvPaHAL5e4Uw+oQN8PX7tNr6mZXq+OZECvahe3TwYtMi8S/U1vpbKEz0dAi6+O939PcuSJ75PAoS9IjiRva0NYT6zyDK+yiUbvWewpL7oqKE9ApSFPbKsBbx3LCU+IGWiPaCeKDxpG2e+paz7O1XgB7zCpSW9P5Gjviubnzr9aBC+hCSQPUqWMj7IjAA+hs6Vvd0FVT4BGBA8HtHXPJx3AD5niSW9/uLNvWKxiD1DG7a9+UspPsrPor1MqKA6MlmJPSwuPDzPUUS+5vY7vIbVyb0WI5w+JeZqvUWvx718A9m6qKbRPe5okD2BqV6+pTmwPbDoMz4/8Ks9N8G5O0ItQr3vZDK+2auQvGd8Y7uvluc6fekQvuZUv7sIuAE9qeeFvZzE5b0GnBU91pfBvdS5P76O9b09Lm4VviIIBz0ZHd89gKj6vTBTFr6MlZC98doWvjFmvr1wW3+9alMYvr6qFL3x8e+960pPPUUAJr5Vfwo9CbzFvUHqiL0jFIO8xTz8PbXeUL74aIW9eEvzPVLsnL1SyeA9X+cmvnUeKjyyV7iO0zH+vPz1jj5pk4A+XtEJPmXZTb2pNEW+WRJEvXighDxOXDS+uw67jmRcFr7INkm+wA7HPeMKOz3MU+W8nGKSvAKPvrw/tKc8BrixvZ90hjxaoqY9FCDCPc5xUzytnsq9tsKSPVjSzT0hicG99kOfPRAVLTzWj728nC3MvXfYQDxhshS+FsfCPXZRYb2kdQG+",
        "gcYavZotCz6eBRI9nlw1vh07NL4OHRy+lC43Pd/Xib14eUI9WOpLvo5AqL2oIZW9ABPHvfleAb7xA548wZnRPK/j6Tz85EY9p8OMvEuN57luJZK9pcWHvd+zpD1OAdU9B30bPuzcZ7246RA+uJyQPLZrKr0ttqM9pI99vXcjGruEuAI+rceBvRG6Ar6npFW968HIPbqgID0RyR+9zVMTPnfncz5ymj09bzMGvdaHPz0dqaK9Wzm3PZB9l72UG0W7lmZJvejamb2YBvM73U4WvhcfAT7BbJa9KqpjvUxx8r3x9c68tA5EvWOLSr3eMwE9R2m3vSt+Gb5qx7c9ciYMvtX/9jyEZrg9AjaQvWJuxL2iA3498i1JvSPFE75nJcc7aZg9PZuHBr4ro328mAYhvC64u7zaMqe98tV/vZj6cb2Ow8S9qeRLPa/tq7xCVriOsYYJPnejiTwRyZY9fSxjvfS84zxxZUQ9wJT0PPyuQ70H3Ka8VEu7jirqn72+zp+9qDKHPeXHRj3mSyk9A7fhvLIXzD2uTLW8M3Gku+FmXD2fqXi8ZsiZPUwaAD1SSEg93emFPSSSYz2oKw4+RDh1vasE8Dw/jfu86nnjPaft5rwfA2i6V+3zvU3v9rwJX5I7oYcjPgFf7T3s1Rg9EpXQPMmNVDynbMO8KA2wPRXqjDynMOa8pKzMPKq6pzykhPM9e79vPfRNJr42TLA7SJwCvHNr9z1G2zu9WDfQveJxoryGN7Y8IfmDPbZoljzTJ7K9UORXPXAuMDye+fq9iMpTvWLUrj19GIc8ptNavc5szDz7Mji96yYAPEaAszwUJ769USesPV8oJT0glSa7B/6yPROZkb3ZL1W91WhmPTcp2rw1T3q9H2FDunyuFz1ZMFC9Jt6hu3K+JDvgwte8Cm9lvSiCVz1Mpwe+z9TfvWPMx70xS/Y84+gVPcXSkz2yZTc9EZl5PVjSITqrto+9+pQePXZ+xT1xUti9qss2PQWncr0y4328bAFjvR7lKL7NSze8",
        "7FTLvPFyDD3j4P27MEY8PbEJCz2JiNG9EdEtPecGlT354ZA9yseiveruLTwtu7qOxu+uvaD5pL1veJM9gCjHva+FUbzv3C49ZTWzPKJ8872bvZm9cCe7jgwqdz1ALlK98noOPe5Jiz1Tmjy6PF6kPaNTPr3vcWe9ipkTPm+XzD0300Q+0c1aveBNJz7b+TU9pXp6Pf3BNj0cPRi+4qOdvZqaMz30bSa+bWN7vduNAz4/R+m9aR8Svtp14D0wlES9CdIMPVpYzjyfMHG9Uf4lPpCgF76TwIG+A8nYvTI9DL3o0Ti8udI5vidVi73rJBM9Mw6Mu+DC/b2n16e9C38NPccExL29X5K9MRaZvcaa5L0lN/W9mfFuvqXFuj0J4Iw9GrckvvRIOz1f+/W9rNBcvA3IyL1FKnq8dMPVvPtBLb6fdpw8zfmjvKCtd711IvI9HacDPPhcSD5xuS++uXClvS0aar3UPR0+ArQXukp4FL3avii+TaF0u0DqmL3qwCc7KjMyvhoDvjwowy69TkQUvmz6FL1/2n28EHzOvZCXdL01+h08XmjmveCA9rthfzi9PFscvp/Rir7tR828bRDpveqaML1/D0s9kcG9PZQAAb3LS4O9GF4DPWpca72RXye98Z8ZPWF2Gr5hwjS9lD1XPBUQgL3/1xq+X3kPvtF/YL1A0oY9KW3fvRwTkb1yN7oOCLDUvE1n8DywxGc9xVErvano5ry9fUi9pzLKOnq1EzyDQ546Epu5jqy3przARye8H64qvdjQIztRxoG9WLRcuKgCd71IgV08P7q+PKVO1ryMcxu8hew8PT554DxWciA9MC1ovPcByjw+dWc9BtvoO5gFer1Ic/68TxjQu87ZmLzvsW08rUPlOy/yPz3+May8ISFOPfnb1TuhmO47mXaAPR6wlzyuqEu9AtzCvVG5prx5CEw9zE55vVeV0LyBoyk9vNe1PVvVkDyxAYU9Tv+gu4FTDD22XEq99syTvBolwjxfi0M9ytsJvaIZED1amqu8",
        "Hk9TPdEAsLynxgw+5gMYPUbC2rxtZKg8Z1UYvVUOBzxxIJK9hbX0vBqXLz2dIU89pthavJSFwj17eii8lgAuPdUqpz3z2S89QFSNvWhDiTwazwo92oSDvZsYkTw+v0g9gk0kPFcXfD2T89a9WSZAvbdJnL2wWbA9qKvzvJ20lL1/bAm7WRdhvVFgkTwGKJe8Tg9tu2Qfjrzvp/e8vk80ve1GwbtmzRu9g9HXPJmKlrsWWHa8W+6IvbLmlz0hSQg94MiNPT5N1Lzpw2S9KKq5vVBhTb21ywG9DJlpPQUMkL2UnzU9dsJDPTrfYr0VOboO8jHXPGPPLT0kKAO93timPSW4jz1yGTa919GxvNaIbb1iVS87wOK5jkaTKD0X6ZW974ppPfiCFT16JAc+s3nXPQTo6jwx+We+Qjsqva2Ny7wti/k8iSqfvQKydLvimvI9LLPTvHjqS75qDaE+M6QzPlJYub0m3AI8YIZ2vT4AITzxygY9/Yv9vLVySr0lJ/k85WM9vTyyDj2g7eg8nRf0OqfDGL1HMni9TAA/PkI3kL12Kki9ntqrPTnJEb1bTW48lAE4PSIsM71SGio95HtbOnmhtD044ZC95uw5PU8QrL0v50e+WgvgPWCJPz1QC+09fXn/vX0WFLzJ+yE8W+NbPXBwpj3W1K+8qkffPLEyFD6bdHe9VLEKvNqrcz0uuM68lZJlPIqXmTy8NrG+3p3BPVDMRL7G5qm9X3fKvOgCjL2HTzc+cve1PdzUQTwdq2s9jQyrPEMM8b0H9rm8sg0GvdQ/vDwsYPk8GX5uvCRuT76BKPY7aETqvXBZbrzgLCA+g2NxOPRtob1U8h6+S6iePb/jDz7Cd7C9PK69PQtUOb1CiLE9h25/PJ2qhr0RtAA9i5gTPVkb8jzoK5W9FuTNvQWtAL6Q6i++l1BMvf1tbD0C6HY871aSPJU23zxiWLmO3j0ZPi8CgD2ht+S6fr2APOPQEz4F9iw+J+E8PfkJDzz8sPw8mTm8jgWnDz4wUjc9",
        "4AsZvkNq0bx8I007K36cvYXjxb1B6Yg9OjNaPmuM+T39yhY9A1BxPFSskz09wQe+83ZKPTmUeD3GrPM8o+XhvWlp9bwmvKm9+Mexvc8W1j1zkqs89YsUPWEUFT4IKi89cf3APUDY/Ds8haa9HLVtPTIXxL1LU6e87xfHusgZ8bywrPg9O5R4PTw6lrpgG689WopuPZASHD1lnJy8ObAMvUQCi71SNli9Ql7pPP8/4jwelpe8XWe4PNSZT71rJfc9gtu8O62iLL3Jt089SZI/vTawt7xwBXQ9I8r8vf0kQ7kYaC++13i1PIvu2DyBI009y4+Avcn5rT0djGk9nPnXvaaDqb1+U9g9CmqhvFjx07xKesQ8j7dePVvvTj2EXbc9aS4bur5GY73YIKM8944UPVZ3oTxUplm7a59wOuUDzbloWK89hSVUvWXx6bsJrT29+gyVPOEHiLtMIga++FEZPfjQn73REqg9VaNnueghlTw1vRk98nbpvQJPyr2w51w9rrMhvb93kr0rK1U9+v04PY+Mmr35P7S83GEqPHDJ4r1nTdK9MbymvKEUrT1dN7oOqwDuPd7SK7xDh/I5aH11vURnRL2KQ/C9t/ajPWFcs719w7S97gK8jr1yAT2yO+O8oChlPd4wuD1lGQ09F8AGPUQJer1c1ec799uQvOHpqz0Nibo8OapTPL0u1rySQWw9mt9ovYioIr1yZCU9Wuo3vazXiL3sT468KZOxPN+iiDwKFDW9SGhPPQuvDL1J6LK8uAfdvAB/q71UjKM9tcwlPU8rsr1pHyc7ZrmOvQXDzDxvla28hWxCvKCUST1lUoe8/iVevcjrgLtgFeQ8kR58Pac7Fj1VXYK8vlEevXOMerwns6u8BWOfPDXpjb0tJkw9GAI7PVBXir0+sAi84ZLcPNvS9DtAgFy8gZSgvEf76DzG8Si80cAMvYujjb3325g7BLD3uQoEuj0WwjE8t2V/vZ8anjx00Ia96umMPWtV8joFrPe8SWmgPLb0lrxapL68",
        "/DHfu9OKMT0V9d077VHHvMrWILzi5709dAdzO3fqtT3tzc29e4KLvHEO7rzIfou9iqU7PcqWyjpo+ZS9nBnGPJklnzzeESs92eHtvRqROz2jEns9b9+LvJMLzTwwl7y7n9IsvRcq5Dzi2RO85VabvcVWGT1Pq4A918VqOwf+lLzxaxq942vfu5gxaD3HrboOptyEPYGUML0/00a87eP8vZ84ezwYKLm8xQGWvcfVMT2d5bq7JIa7jlKo6ru2cd48C/hVPS7hQDySd3+9ejeSPP4etDzaPdK9CbecPKZBDj2jUpk9jQegPco+5LuD8J07uNjaPCimPj2qv/m8VRkZvWDDtL2Peem93wBcvCLGBz6kxmU85SQuvZr+sjx+tIS9LpbGPBMCrLzmpaE77DFUvPSyjz3/LeC9LkEBvgwpEL19aHE97HEtvaH/jjw3BOQ67bgaPbWsrz0XQp69I93iPGgUCT2xXBi+GhOOPViZC71EE4g882ndPPTjrT3bjRu8yx0OvlyqNjySQ2e9MKTfPLW78r0BySE9Qf85Pbk5qjzScik9zpG6vUwyPb0xr+u3RJSyPfE01L2le1q9ewTzvHwczzzw3Ki9Ez8XvRkDqLyxRpy9aZEfO9oeDLwZzW89UMvyvavfmLx4b2K8Y2TOvb+KVD0Fabw82ETLO77wjbxGTIs92mDNvVQ7Qb362bM8K1lbvXCOGrxsW2a9kd+avcIjxr1wmtW8vSLqvL4jVj2ZSjy9xDo1vEkbs7z07MW8LRw3vPH/XzyYRYW909y1PCR0rL0+j5C9dCqsvRJevb2p3UI9JviQPb0+sz07h7oOxa24vRBMB72QyD49GbR5vSLVKz3fray9B+WSO7tD0r2GREq8B8u5jibKi7zOwVC9wVcNPcsMKj1ilRy8GDYoPVh5wL0Obb08t/okvQ90EzwPOO+7baZXPctsij3w16Q9z4emvEsEVz34j1o9cgp2vaLT6Dxsvrs756EGvlXIjDxIxqi9BRDwvahR5Tzb1Yy9",
        "7awOvssDET6u0UQ8PUcSPCmz8L3stBw72JGAvMZAcj0THps7rt8QPGhQ7j0qx4a9ppu1vYyiKT4hQ227UOrIvP7u0r2UVXs8IBqDPciIZTsDhrq9S3BKunK4wr0g84u9u/+HPIxk4Dyfdw+9GbAmvUHSDT5+9BS9yfDfPckMF7660R+99TKUPRve5T2Q17s8YtZgvcNjeTwmSm08syZ5PW9/djzIJYC8iiUAvJxy2j19BBy+3ed4PYyPBTutBsg9yGsHvvtLIr25PhM90nXFPbFnGL2YATM9HKpAvoLXTLpJbQO98vgKPp8AhjyN4089XNU6Pbbswr3egbQ8dnE1vcBh6DoG+hy9jQdwPKj5fD0S75w8xhYbvOp2gj32jWU9UORaPQYLBD5twY69CoYpvZyBPz2QCwg9AAqpPTAEhb0BqYU8JgjpPZSj1D098rqO2/9LvSGqBD24Px29V9rWvMbqwTzBt849xwh5PaeJRzoTM9S8LAe6jhAAHr12luu8FD9huZW5/D1lSCm9AVOUPLxRR72L5dW9Fpyau0hdijw5Q6m6I3WbPUfX4zp/V2k9wa0zvaIMNj3BvrQ9Ze0kPIcwwTxTQEU8NMcVPddQhrw2w329GpKjPQyi1LyPps49XbfhPC7Zy7z26Yi6fBLiudDhcLx5iR49OcnzPZg+fDw2oCq8gxEhO87Crjx5QTM9VyYAu/Dj/7u7oGa9JwIfPWzR0DwDnqg8M2HLvAozQLxBHuw88nSXvReZmL2KP7a8IueBvVWtnbvI65I8oNs6PeHmAL1X3Aa9AAUWvCcCAb0IRI48mgQUPd2axTxfU4s8hih7vK5TLz2jUIu9ph2EvUiS+DtosMC8bHiJOyXNAD0etKY8sdAkPcwaXT0klWI9U+lovVZisLzHTik7bNBPOmtPQDvdk509/x0YujPErj3ZekC9m5wtPcCJjDyHLKi8E/cYvVfYN73gsZS9Kil9Ohu2Aj3t5OW8u/BKvL5A8by1f1c97KVSvHHL67t+sd28",
        "S/BrvKDc9r1eXx26cIKWPFXUHbz+DEw9rK1jvThhiryZB/O9ViuHPFPLDjwh2rmOqaehPH3Uczzia/88QtmBO+0PFT1rFda8iagTvducsD3owr87O+q6Dkqo9zrqz/K8DYbjvBVwdz00IoW9YLB5usRX+rwEhfk8V/clPfiXxDy1uSG9f7fpPCoxBT5rrkO9dtzFPZiLgrr6rtC9glfWPGbqhj3Bwcw8Hf+bvJNzlL34ngE9qt0PvVDEQDuJ+Ho9JRR2PeRbg73P8yK84aELvfzs/72y22o9H1ElvU7++z3bz/i9eVbRvCzNhrs9LfU8Qqg8PCkiA74T06U90SqrPeWqiLzw2qc7y9qAPac2gj06F6c6wr8rvTLHiT01GX+9PJQePUPHrj2Preu8yY+SPdvbk7w/vSC9mvdMPZkryDw+PYU8z5onPRSr97vZ1aM7SjQwvf+HTT5LI7S9F57CPex7WzzLd00+dxfsPHeGFj2m+A29/IbRvOmE+jwbGFY9BoduvfD+ej01nu28dy7AvcffxT0Fs549bsbSvEfiiT1rTVy9DZxQvLd72j0zgAa9vv2bvUX+k72vzse9SyHhuDz5SL2CLsq9qocRPf+W9DzjDfi8K5w4Pa9pNDzWtHc8ef+EPU+5iLz6Hro9TVftvL3qDT3lRIQ8GFIIPrH+4D1T6PU8Y9levECCrDyYhbmORvqsvBvpmr0HRlI9DiNEPQfaVb1OFYw9xFurvMelOTy2dPm5Qvq4jlfWlLuw2o08ZYNZPb7gyTzzJ7M9tmfYvJADhD00wWe9jV6pPGouhzujqyq9Sm1UvSggJr1ePw89mVE7vW7e2Tyl5AO956PpOyoWe7zSG8s829BvPYMTy7phAwQ8lQmOPT6v2DxcAtG7N0DwPE+B+D0Rh5K7YVRCvHpxzj3hHDq963UPvdTJIzytZEU9I99rvIvYvT0gmnI9xWo4PWL11D2g1z68KCcNvAg9hjwMMw48ui6+vYFW+T2KT5W904SPu1M5NT3rOm89",
        "ZepxPEzUkL2tLYS8J0g2vDNbH71JZwQ92vlSPYCSFD5yebs8Cr/3PC/r+rzr/PY9GjuOvRHz2Lxl6i48osnnPGCaDD086Qe9iy0nvKAADz7Bez+8fRmMvXmmAL5cxCK9H8lzPYSijT1A24W9EnioPaConb26FHE9anhgPYSLrTwAZgg7hCR2PfAmKTvP2B49RfYyvcvTLb1VF5o85fyHvFAn7DxXLdA8smGRvSDJAb0gcFE8Y8XivIYt8ryFIlQ9ilZqvIcUnz3ziLe9jWyeOyZ+BD2yJZU82Ak8vdavdb3WVVE9agyaPct8Hr3ONrmOuwxmPdA2BTyGlIW7erI/PW3vWT2PUUc9ljoxPcKSDb25Pjs6lKK6DiBuGr3r1707ofAsPXcxdL3l8C88b5zJPdcUIj38+bS94/0DPTWM/LwvuXw8UKf0PPt9cT376lc9mwMZvfUAMz2gVpW9lIjGvI8/RL1FAqA9DCHGPbx1sDzxV1m8QmGQPa3YNTzrzwG9qHWyu7YXHb2hTRq8rRa/O8BOIj3CbiE8i/FIPU7Vcb2jxIG7nw0vvb1zmrx6GL08xqk2PeLyaD0kXCu9WRAAO487zT0/9L68rPEyPaUB4juBaIK8e+ITvSlorD3jJ3m9XoKJPXsFZz2E/4e8ByRAvKuefD3EWiC9+77kvaGRF70qj5E8pPSLu04R4bzAPaK7/3eoOa6H4zz7PTa90r+VvZhnw7zogjA9KsdXPUbkvjy9JL26lMwFveXvoDwuxk08dQ8DvcVPWb3JzYU9m3npvRiG8jz1cfM8Ru5Zu5IT0rx2woM8pLQTvZ0AnT1VcgE9m0v9Ouw8p719Rlk9N3IFvVc/hrooSxu9pmp/vfXOgT3DHhQ7KMQhPCo9VT06azm9CEGuu8q5pz2OLSY9Kw67Oy9o4LxORbI854havLvZrLtiEhk9wW3cvChRbD1/5LkOq3bhvVi9AjsFMTQ8w1voO866NjzIglG9GowCvbTxSLxvgwa84GO7jqN9vTyo9AW8",
        "PN3FPCNPsToUDaI8rskPvai8u7zl2489pxYVvPBkrz2eKQs8fW+oPPnMuzzk3Vo7TTsOvWm39L1ZF4q9MZ44vf95uTxx6iK8oxMcvMnlQjzGFBs8N3ClPGH0Ir3vdii9aWqGva1Anb2XaIK7PC1QvV/oRD0BylQ8ra1KvWkk7LzdZFi9ubDOvI7hp7tuOYa9L/O2ulDzBb2XxsW8DWTMvJ4awT3U+Yw8S3BlPashhb2bgpW8RE2uvPiwCz4Qi6W9cgkrunSUBL3DPm29aXKEvGpQILv56yU9BHErOoR8hT2sdrO8qK6GvZ7+jT0yxPo7sZwCveZBgz2D6Y49B7bQvNDBGr2bgyK9HzLZPepqCL0YGXO9moQZvSMRhr2AlrW9c2syvSs8iDzgyd68pzIGvWtZOTxigbQ8hPyEPUIa2b2KLS89o/ImPfdDs72RC8c9PzisPMZ7Jb1CiyY9jhrJvM/kFb2o+uM9D0vLPYnPWzzuZpy9xDXRvTZpyj3VU9O9F0PEvVUVZ70LVfu8bVhEverlBz0uAbi8bkP2PMztCL06Q3O9c1+ZvBSelb2Yl7iO/O+PPS2TMbzQBre86MXmvFhQ1jwrSie7wjGgvRsQCj0TOei9S726DoRhFb1MEFo91k3ePU2ztT18hn49jLyvPRR07DuvM4C9THU3vSBGdTyRekq9K6KOPT9wGb1Ym6g8SEoQvdkBBz5YQWw8nn7AvYFBGT6V/2S9WYKFvUz5ALyZ9mi8VT4nvYRWmjyB3n29rKaPO1jOGj0WimI92cTwO9CBpL17kz28QVLzPCojIz2ICRm9ZZegvXfXV72yrgE9TUOpPGepLT3v2N28DDbtuwWogrzaSC08dgTKOWEHkr3k4BO9H/ZrPcSKDL58BSc9FZ2YOxm9Hr0T1gc99r4BvKUVjD2ymWw8JyCkPVNBDD0mGSM8jYuePFvLID2/0GO8NZS0vDeiGTyA9mQ8fu6XPGnpGrxLm2I8FL/DPXROZro9cN48Nrx4vEkMJryh8DY9",
        "6YWJPffNt7ve18K8/7CkvEc15rwzvBs9WwULvSAxBr1xceq85zRsva84W72bqbU7Guqvuga23byzBm29bGNYPQgerTyT9me9c26RPRhjyL1/IW084fOMPYuN7j2OvZs82fa4vMEWnjspH7Y8j9NqPcnu8ztGjwK7lCGJvAd1+b0Twiu9qHC9vIpZQb1o2biO/ZmavSMUmDvcYXy9wxUjPXKNLb3ucjO8EyqWPZ9OO722SiW9AU69DobrvL09PbG8"
      ]
    },
    "hidden_1": {
      "bias": [
        "+qMJvqEcij0QT7W9zZwCPQmCojzufHM8ErDxvIRkoLzXE3w81tDLPMstb7udF7k6cHiovN78jruYiyg9ggzivZvzHb5vVQS9NzAVORzk5L3P16m9tfiLvWbUhL07DZ476VasPUHLM70pegs93IlUO/rXmL3T6Xq7EaYRPa47Wr3Cb0+9HZm0vVYfVj3G8868wMgavosCgLzGwAK98k8qvZxbar0Truu9E3VcPGqo/jyF3LC9uyZRPXYMh7eIk8m9ed4ou4VzsDum4su8tAvXvAHmQT2xkYY9OR/IvBE7CL1+EIW9MtdGvGVGcD3WH1+9ncxuvf17Pr0jfde9/3TBO8h19LsM1ai9+6gYPfoDE72ViS88mRy/Pb/ygb2Ks/i983quvKp0Dr3RCL26nRG1vOOxwrxW6p691oOLvSEgnbtMCxO9eee/PQKqs7xR1mW7b4favBqmc7yxNnu7m12eva/bhTyYsji9g8LZvdY6sL15CBe+TjxbPZ2psL0irRm+4S1kudDnjj2lmxe+l1NbPf5CArwoAMA9SC8Cvlfsh70iPhy+EA3EvTaSlrsDV948pB38vIz/6T317lm8QV6vPBycbT0qyCG9TxizvT00sL1UOYg8pFRevKbfgb6lPrA9"
      ],
      "weights": [
        "DuSqvHXPjr2ns7yOgSv3O2V/vrpkDsw7/rfEvC5aLLtdkAi9YIHwPLhVBj3qF4U6Fd2APdi+uI4AkoY8LEDxvGG4nT0j5bw7EfnmO14CLL3rqCG78eD/vAtNlzwvpuE84rvzuvfHs7wwDXK5IXqMOzR6u478TbiOPRttO8q4Yr3DmTq9msm5Dq4bmjt92tK8qI8fvW841jxSS7kOTuqgvLLla70dBk47N8fFPHsXv7sPQriO968kvI/bu450NLyOKr23jvG3Xjr3v5k7dlCiO46j2zviKRe86bmzux1msjyXcOa7SBgivSSCyLzkHd+8kZn1PJIZBb2ZL6U8KLCMvXyjvI60qLa8wFOXPMZBDj21sKG8YX8qvbgrVj1zlroOUYy/ulKLMbw3cJ+8hFS7DiL1HD3vhroOvdG7jgpFwTzStLsOQ6VRvbBgpT2Id6A7WeUGPfxYfzsY17sOc10SPSJHHD0q27eOyhyDPdKlPb3tmCG9qnqlvDc+vA6XcLY8dIS4ju8Q8TwF2IC8jhI7vRNpu47pJzC7Me6AvNwBqzvPL7kOT+g2u6JcuY40y+s8Buq4jsXsJ71snruO3wUyvUggdj2i/mq9HxO3PB0VKzsiNN07lOYDu3LCILzsBAW9DoMovEKpdjy3BrmObz9WvJ2IND0kl4K7j1o3vQjNeTz3ljq90paDPWIRErrd4/a7AurRPMcOuI7Rd6o7ERkFOxfMQDzUaA+9Gnm6vJJym7thqBO9jMt6vCZAjzwwCFw8dhYzvYzBKzo6N2+85HWnPKYpuQ7IVbuOrXMCvA2CML3DdhW6li66DqoG2zsgnvc7JcjuvOgGlDyD/LqOSpI0PXzX0bt/xfo68kxivY2rWbwqibmObT+mvEXOuQ5eZ7oO5uK6DgRo7Du6kti8BqWIuuSj3blZmS66SxvfPPWuNb1/I/m7L6vkO3AkbrtoGUA8S+HTu2FKR7w+pQg8N/JNvFh5uw7hIEW9bf14vVl8Mr3lIxe9X+skvP2oTD07CbqO",
        "R8GpvE4l97xH69S8L7K6jsnIhLs5wLiOZWG8jlkEnbz4LLoOP+MMPMd1n7u0+Y092uwRvX2uFjyey7sOkGapu7z5zrwigbuOyjWCvDIWrLz9DZq9CUMiPKWzu44vsk29e+S6jmElpLya6yy9wHYWPZt9ug7pER09tYPdvIzK3LxbjroOoljbPIomu44NdSc8dWO6jiHBHbyC9riO7e1qvOq97jtR44q64O/CPD9s8rxcK3U8/EDlvPPNlTzN/Z08UEyBPOf597wk4bgOjtmlPDOyCTxSFDa9vqKjvG5pZTyVcYK8/SE5PGhBED1pyc+5Dg4uuxgft46GY7g68762vPbH/TuUw967iIqXO2Wky7zZaZ+8VbIfvZeWnTw2XvU8o80RvIe9/bzVApW7/2flO0pCu47wA7cO7Qn4PDAfdzzFVyE9YTq5DsaVvTw/prC7ZYxGvMqFGDsjJbsO2eDJPA5GkLyKnZk8jJ1HvE1b2bvgBruOhhFMPCRauY6MG7kOh1C4jsG/3rxgygW79bgEvGUWvDnSndo7xUnEOtUxQb3kWJu8axKzvJKB3Lzkgr+69/phvb9xNTyL3Em9DKlUvXo0u450hpq7da3pPDjzwjy42ne9JNcpu9v9ZzsnWrkOzL3GOyWfCb1yo7y7hBa8Dh4ygDyKJbqOt2a8DtqkrDsBkrqObesTPXgIQ7y1ESQ90Kv6vPldXLtuIbqOaHbVO2nLvDuTxriOeKw7vKdzKL3Y2EQ8L+1VvPY3u46RXzk7qQW6jpujs7yWKBc8WqwIvGrxuI7+4Da9SW0dPBvGfzsGHrkOW3zivJdKuI5NbSI9sUq4jr+upLy3NriOzpJBvBnBpzu3FWc9G1zWvFeGHDz5fEW7thrsPKtZdLyNrnO8bioJPOPlOL1b27kO5w8JvIDGRDyTVyO9DBqFOzC907xtozW9grwlPTQLAL2RQwm9UvSsPFxAuI7/cQS8rt4RPc2xDz02qyw8Yhnqu4K5sTwuesm4gYwSvUWcUb2vRb67",
        "b3twPGSOkju/7AS9hwWcPfoNuY45sLeOBKWIPPUTy7wTx7a8dOK6ju/10rxlCVw8lY4IvZcBBjsLtbuOO3A+O4x8Prz8q8c8cpbYPG+p+rrKZrmOcJ5bvOnouQ6CS7mOTHO5juTB7jpotQg8GJSXPAJY07oIzU+85pMFPceXwzwKGhS6/W8QPB2s+jy1NBs9t/VqPCD2BzxYj4U7+AtAPPQKug7T0qC8uVJGvZthlDym3r26ISyVvJ+pCrsJobkO6wIPvREkgLsayTS91G+5Dn0rfzzsj7mOI3G8Di8tPrwmbbyOObbSu2GHCjvEETI8jNkWPE0/YLwePrmOpHcJvZVyET1d8LeOFBalvFIfEDxPl808SiYXPf4puY5jxAC9Dli6jg63AT10PLi8f5wUvXSxu44O8i29a6hIuzZG87rRpriOEDicumF1uQ5zDB+8JIS7jhubPb0sBLuOdfkdPB/h0LyIKq67LbLBu1i/g7yDvqY80/DxPGOsPj3hArC7QmMVPQZfFr1077gOHUKxvOWmqryvm5s9K9xRPaMtKzqEUrE8OByxPF+NHjxmaK08CVvAusoiuY6gD1u8l8ULvTvKLDyRoou8N21pvFcvPb23MKe4aTanuxpAGT1XCIc7+6nBO3Z+tbvxzEe9CM9+u83+u44Gz7gOQuGkvNTPYLxeYuK7cQS5Do0o6zzN3LI8dG65uwbnjrxzabwOxYH/O4YFKDzTSzy7LVQLOgeGG7073LmOcTbGvC6UuY5zq7sOYiW3jrXKGTzr3w66Er4MvKm497vdIhs8zKMPueqJd7w4ZZc8RiTwvGRKobw0QQC9KLb/vF3OwTyHeA08vkLHvIQeuo4cjAw8FjAKPVpXsjyu3g09Za7SvHilYjwtiLsOvZL0uoVY3Ly9bSW8xkm7DuGeEj08MroOx4e5jiYwkz2oMruOxCJWvW9OZj3hKbm8iC0svB9WLTquw7mOyZ+OO220Fr0XBrkOrAWBO6JYS7wRjNI8BV8/vTCMug4J0bg8",
        "WE66DubAT7yEtH27uLsGPMLWu46SDTu9rPshvaZmgLwi6bgO2yXaOlast47924Q7wC67jiX8l7sQ1LeOizmMvbZ6pTx3Mjy8qLLau+MjX7rtGCc8eNi2PMxlGzvHfDi8N/kyvXTYWL3HdrmOZyhZvFiDOb1++Qm9A7WkvUe9FDvd9wc9OaRZvS8SV7zXHiO8njF3vEleuI6v+SQ7eEpovEgh4zxccig8B1khvNVsHDvTS7G8AC+zvAcLjbx4mR27GzO/vMw+ojujsZ+85RuEvb5Wuo5wNbuOA8cgvGhyPrymczA8vWe6jmas6Tz2PLC8VhxTPBmCNDzd17iOGkw3Pdz5P70KDJM7TU8+vXR3bDztKbqOpN0JvfMuuY57lbuOeEK5jrWj/DwOAgq9kUCyvHmA6Dw7+TM8ABGoPaZrZ7zyxog9VtAjvHObHTyXdKi8WLUrvZ28Wb02CQY+Vxk5vcE3uw4DB7Y7Dye4vPB5FD3iE5M8jHcCvZBItzzdoLuOi/8aubFmrj3s/ug6rM67jqOk07xPU7yOnQi6Dl9uIruj8bkO8VkMvXoJm7wwtTo93zskPGp04Dz697qO1vwJvezkXbzFGLyOsY6IvHL5NbrivLG9CTmhOuYkvY7b2im8fGS8DrhnjLvu7CS960q0vFAKuo4RqpW82oCWPaTwgby9DbmORAZiPBaKuo4eOqU9j5S6jk2Ch70V/7mO/Jw5PBq/8rsUFHu9bXPHPMQFzrsvlbg7RVb3PJyHDj4UhA49VT/HPO9X0LxdmroOxbbFvN36tjzyDd48/9T2vM7oFDw725O84yxAvAEdHzzXxDq8U/aXO92Buo5sEAs+mollPbpdVTt0HXI9EYWgvBs6E73l5dq8P64tPS8w57zkPtc8L2QdPG9Tq7t+wPA87Wd3u4c/uw5Dmr2O0bYjPZLnkzx2n+e8sge6DssYl7yB3Jw9riY+vGs4yjt2HbuO+PQrvaBTUL2e+5O8I+jhvG4mBL37yroO8v0VOwkXuY4xMbqO",
        "k3W6jiU8Lr3noa08GrnEPO3qAL33Pye7L3QpvZHmzbwUTMy7rLqAO6l4CrzpQ+W8ydOaOi2ZQrx8oYo8vOgFvKAqu47qxp68RdwUPN6lYjx6n6Q7dLZUvPqFsLycc7uOtuUDPaNCNrw2vwu9RhS6juXET7wjlLqOioG7jrWZpby4oruOnvwHvZ0t/rtdYiQ7zIoavLB6nj0mnbuO2RZFvUEMcrytvbsOYO/Mu69b2Lwlfiy9VYfwPHk4uY4MvrC8MRS5jiEBgL1i8mO9dRwfvJuYuo4wTac8WfnQPMl4g7zGWrqOLz1BPB1euo7CtFK8pnW6jnls4Tx8N7uOVV8vvS/cgbzP61i7Vl7FPGC3Cz1Md2U9lgQSvB6db71sOn09J2rbvAc9ML0hPruOZRDru/Ns/bzm2ts8z2SjvUs5gLvW+RY8SlBhu6ikxbzwpC88n4MQPdHRto7xtLo6RAopvfdfBbyFKKC8JqjWOtjrm7sFSG091muTPMWi1Dw1Oc28fMVaPJgYBb1pbhS9d8vCOzIEug6rEruOHG8BPOTABLtuKFe96Wy7Drge3rwk2IC7L7WFPQdqCD1MsbgOk1mjPImdr7okL028I1d4vJ1riD3HKrkO2M4bvUqut47okLsOL+u3jhjVt7xopdg8cK0RPS6leLySQ4O7gY3yvGWeGj3cqr67oVQfPIG9iDqVTa681F4rPHBKQTy/xfu8x4OuvIpOuQ78vXM6MJ4svTEi1Dxkxoe7OHiJvZtOjz0ZibqOJqv6OUSz0jzjb3i7Itq8ji+m8bxu47uO7Vm7jmZ1sLzP8LqO1LsMvd9HyjskEUc8mHDYu1kYxbwANbwOxdUNPfBAoryykLqO8+qLPAD78TxYtY08a/uWu/htuY49NaA8tgK8Ds6GpLwn3yw9KCWfOw60u4606fm8xy9zPNIKoL0Mc7sO+d+WPHRqu47UlFi94AK6jnEI7Lz/s7qO36OPPJd2ybx8yAC9fo4KPbEeFr3c9ka9lxXMvJn4ND3tpXw9",
        "CyFHPZ/91bziQ7qOi4quPX7SHb0KyDS82c9hu3tSmbyqrvQ7d/PiOxqEa7yassC8sPaFutenuY4kQZi8eiG4uwAqHz01Kly9JQqYvAF+iTxO+IM905pZu5jIHb20aHe9Q7AhvQIONj39BOi8EBiPvDbcu46VgrmONXE0PM+eKL3HFSO8kqq4DlcPtb0BNxA9IYYJPpw3aLxOcbiO1639vEkozrzWBrC8+YTRvHAr8zxWCLwOE3IWPfCYuI5Iv7uOCG25jgldUDu4+0M9XMmtPd6Ov7w/3gu9f/mIvBaVcjyZXYA8fYqAPTVVDj3swiO9zCOYvHRYlrw27bO9pcDevCA4uY5kzAi9V6Elvc4kML2I/7K8q4LnvKmpy7wDSrsOEaGxOubZlb2nk5e8Shq6DvfeSrzgxrsOCQe6Doe/vby8/rmOPrcpvaraz7zNYTs7RA2ePM53P7yeELwOyGqnul9rGTu7lbqOj4puvJ848DtN64k8bZ8gvTuLu45x2+W8A7y7jnf/jbwthBs+sa6su/zeuo4IsTi943nKvXel2joU37sOoQHPu+QVu44Mp168uLi4jlq/GLspJruOw8MZveE2nrwsu7S8KdeJPXB4Tjx3RC2903vNOwZJpTxLlM88hDu/vDFchT0U6bmOsNtovGOFlrxbiOS830i6PHFxjDzXGSy8X9SBPLqNH7ujzvo8Nny5PAHKuI4VOi29cr7iOhkNWrzRchk9mJ0xPMgVsrvGUfc8ute6u90NkjvLX2A83cDNvKg5fL0g8IK8zmlLvfh4uQ4/AbuO+1cePVpfJr1T3uG8kYG6DqL2WLxe/om7wxBBPaLl/rsm47qONTqXPAU7n7x005489SovO1Yv4jwRTbqO1KNcPBDju454jbsOpkO6Dm5QH701c+o7sOeZPJWXKr0Jnj+8U5ASvLt2Tjz5+vm8JayeOzRcFL14zgO7Zr0SveXBIbww6sO7x6vaO3SIuw7z0Di9mn9aPDABDDyAObE73iGHOtNNKD1N4roO",
        "nQzSPD92TD2fleC7Ba65jsu1pLzFZ7gOW165DoWQPTs7HLuOcbtJPLYadTt1RqM8+jtgvALgobwTpbqOzaMdPcXqgb2JnrgOvNyIPBDpTTt7CA696GQVPSJEug5UcS+9QUi7jiYLW71377M8r+LFu01KuQ5K6QW8ja36vE7dU7toLboOdceXPQwJuo45KR28Q7y7jlb01TtLTrmOHSMyvW91LT3kUF68APP+uYFVE7zFOWW8kkm7vKGvQjwM6ye76wi0vAm/8bv4qruOXXhbu6l77DzeZBG9eAbVuBdLkjun1Ne8PSpIvcXy6LvJNE68htzzvL7muY4Wc+w7J6PAPA/MC7ySB5W7tPSWvCEmEL0cTe27F6oOvX8fobsXgCW8KcIdvfkE3ry/WxW9Dj1FPbHPug7SSLqOG2jVu24R/DtdAJk7w+a6jmR5gr3CQi09YQqzPM7e1rz3FrqOSWTCPEAxH72k4s07mvobPS4PrzzXcLuOjWAKPBUbuQ6HzLkOCUG7jrTkkTx9UTc9TrOSPGbgRTxw+YU6EerdvDQ9Fb2rMQI82hs2vXe+WbysbJW9VQkJvO72zjvqVPS8TT7cvO5+uo7JLd27llvsOyiy9bwJq/K8ee/gu1mgUr1r3buOS5DEvGmzq7xLoTO8XPO6DiyRGLvYM7mO1bC4jni4+bxNNbyO6jA8vTQWoLwMAdi8eioFvefKozzj8riO6W3gvL9Ccb0A4rmOa2invMLDrrz26Te9GQHoPNZguo7D94470Yu6jnfZPLzGcc68WOuPvcRVuw77aOs4CBCwuHX557u5I7mOtW21u6kPuY4RduM75nm6jnpi+TwmobsOBVo5vbYDmLz03CA8klaXPHb0R70y8xG93ip0PDjCwTyLJkc83WBDvAr0F72Qs7sOz9WOPB4dbLy9UBs9CgNuvSvt0rpBbS26IAOQu62HRrqCMog879VEu4Rst461nwa8Sl1kPavTST0lMNA8ByMIvLfhJD1TEDY85YfkO5KPLT36Lzq9",
        "N8YfvTz22DxGqLE8nqtJPRhDuI5Rc7uOfrIPO2dyhDx2KlE8LcG4DvAmNzzDI1s8r+FmO/z5mbydgboOpyhTPRj9zDsK9yg9Q9qdPBvhDrvFq7iOPtSXO5uBuA7lNLwOgnS4ju4W2bxdoli8RByAvLaC6Lxk/pA9sJ4KPX+CbLwVI+o85prMO2mqirxC6B67GEwiPPnxUb1vm768VaNEPfGwuQ7jSDc9/h6PvM81szwpp6684Kf3uyc/7zvKO7mOkmIhPBSBOL3q0+O8db24jvP/F7weyLmOv926DrhI1LsF9LmO0c+uukW6bLxXRu08aNUSu+Q8sTumILeOWtWruprqU7vE1LiOuYnAPPg4fzx8jAs8SsTGuwNLvA5ONG08lRC8jmCS2zzMBTI8VJmSvHgQuY5RdvS8VZV/vDcxNjuZZbeO3L3/PLuIug76fAW9HNG+DisPorunabmOKpPuOyd0FDuCVmo8SA8FvIYfzrxlaU47qphLPdlNcD1fqdS7fbODPUJOab0qkrqOLeflOQgHnLsTgMk85jVIPO1fF72um6g8JgMkuaDAg71b/Ou8BVFNPCEguY6MuyG8XeQavQzl17wbeY27fTw0ueU0nTw7fT09RZvmPPQ7nDtnMao6zpPBOyrZtruBmYO8peBlvTINuQ4wEbuO3ISBveeyIj3UuEA9oY28DjuICzv9fj49nxQBPV/B8Dri07UOjW2vO2byBr05RIq8i/txPYixGD067rkO4zOEOnvyuI7nDLyOMQi4jkwuRLxmouE8foDQOwJNo7wGLSg8n5wnvfCjmzwTBvw78eeLvT6ZKT2oxWw9uEruvE8cFT3Qpo48E+JQO+5buQ4FCzY8G6yovaQulbuzSUw980xOPIf4uTyCuruOgOMjPIqaEL2Y7zw8ki+5jhUjhTpQkrqO4YC7DuUorjxD9rqOm80Ju6nhPz0tbwu6AvWYvPdd17yTSboOMfUKO3gNJDv/lriO2V6nPFoeKrz4jQa9ZWKmPKWHug4EAP+7",
        "9Su6juxDXzqMcTQ8uksZvbFtu47lkWO96yYWvbSwnb0qabqOAfB4vPhauY5ZGrM8rV66jncYBT2AK7sOz2SOPXgwCb1yhbC8/7Q9PHckqzy2Hs+7NtJ+OxHkxrtR+cA8Lgaeu6NbHb0COrmO8CTDuw3azjtlHjS8WzIwPJzeTbyf8e+8URu+PYsQN7y7SHG8CrqNvOsKuY6seX88DWQYPXnRq7suPAW999DkvAqz37y0/Q69BqkdPMuhQbya67+6Z3eJPKFrK71caxm9a0apvB+juI5f7biORvcCvdtsyrxwMEk7DlS6jr02Rj0Gq/q8bQGgvNu/mDxc1rqO/PoNvRtisbzGK6U88CHHuvQmqbwPdbuOP71RvLCau45eprmOl1C5DubTkTyMkZo7cinCuzs/mbzWGmO9dnhvvLDR0LyHX0W9LIbtvJ4aHz3eKnM9FjE6O2F6kbtdbBw9h7DZvJ7BuQ5GYIK96LYdvGoOH72R7CA9C/vzvKAVvz04t7wOWADVvIHkhDxgsy48ki+7joIlpzvr7rmOe6W5jqdUhbwIwbmOei0Tu5Evt7wupYe7lCcSPU4bZby517qOcEAZvakxDL2sr7eOEEmyvBrb77wYI4W927eOPDKAuw5eYBE8cQq7jkjZsbzv5029PP4uvb97ug7vRi+8SSkHPSa4srv5u7qOVq47Pam4uo7GS728FDS7DvHanLwJkb2O9A1bvVPUR71iwQC9eWSbPFteXzxK9o48ihNXPJ4flzxxwso8o/mevCp8qL0sSLqOSp4iPN1Dc7ye+688rT/gPMRI5Dyw5Pu8bubcvTUDlzx7AKY8iQAtvdxGuI4g5bC7ReclvQU3Gz2QWou8ZOjFvBxcw7tAKDK9xBWtvCsTR7wKEda8Jeszu/YpwLz1f4S8ufOyPNa0uo4hcLiOb5aevEKFFD37GIE5Zsi7DjszG73Hfie9yv0lvShB+rzY37sODSlLPXCMyLsyPeC8DiUzPW4BC73AD7qOizIsvGuPuI4LhbsO",
        "S1O4jiyZIbsTi1G8WR0tvQ6wIjytHjA8XfmAvLVJajssf6W7r2JyPFIMG706znM8MZZMPe9yWD3PR/O6lOMrPBXJu44jEs08BOLFuye0TbwmdyG8pMFxPWUFfL2JXrmO2bF5vVm+Ezssw3o95BK5jjAmirxImrkOonS5Dm4if7z0AbsO6XYsvBaw8ztgJ8C8zK0nvKsFGj3LjLuOd/SrPVCrcr2J67uOAAebO1TRgD2V6XU+wC6ivCHyuI5L4UI6EVi4jpfv47uc4Em8iPl3vV/Fuw5H1vS8vLnSu3aF67udvbkOAIQEO1ceu46WMVs8wp+4jj1yqLxiirmOySnrPJXIozloZho8gYZ7veKxOruHGEk9ZD93PYQwYj20D0S90g+su3rX3jqMrbuOEojcvMaHEbxqHyQ965DlO8UnAryAGlA8xjo5PE0eOr3o/HE9UIjZvC7Au44c4bG8RVI6vcc4UTwDxm+8gyqwPHN4Lrz6N+k8KdepvOhuGbxTCrg7ZIlyvAYkADv2jm69lWOdPPu/uo4NrbqOWroXPEHYR7xKqIA8/L64jhEgvzwwHvC80iSbPAL29zyKrruOgK0mvZcTFT3MI8w8NMasvMpsEL3vkbuO18BGPH1kuI7xOrqOr9G6jsEuIz1IbQ29A4MjvWdxJbvCMZ69hSy9PHLvRz122li97WKGvKRdlDyiMfO6bOgVu03pUrnosoy9ZNzLO07ku45wgRs8jFM8vaEGhLxGORY8cFEDveCaeLyUF7sO4B2vu952Fr2hFd68oYG5jo5rcLwWyrkOB2C5Dq1AMD1HQLqOCwMFvLhE3rxZb8Y7g3z+vBQe2jty8LiOB6mCupdbazw7ubqOESHJPADVnzzMkaY9UmkavdY0uY6sHqC6OZu6jkSisrz8LEQ9vrSovEIYuo6Daxa9d0t5vaP9q7zO2bsOtIKdvPPhuY62equ7qtS5DkT6YLzwGruO2I+PPBuunrwDGQQ+3nWlvC50nb3xyiY8JrAGPU8U4j3i+hi9",
        "FZsaPXyrFz0WpbyOkJNgPNeObbzgViK8A9pqOu/rbz2Y1oW8aSHNPZnoGz3Xis88Z0wxPYcvuI4NwtK8Iw4HPUqNjz2gbdI8P5RguVxqMDx0tkc8RFsnPLCq2rldyAQ97hoavGBNIzw5TKq7x34evEiYuI4oEbqOF+MzvaZpjryWlgO8A9m5DuMSSz15vIs89QuAO6TbjDwQe7kOmUmZvE6NBr2JwQo6Mf6nve0tIL0JprqOpESJvHnmuY5NyroOrA+4jna5TT3Xld67qIWXPCmTvrzhwBu9CkW5vEeNhrpHNUW8KbG9vLARmrz3OEI9HjEJvI4IPD2gneo7RvrIPIBluo5YAg+9x7iGvUYJH7y2alQ9MYNtvZhcEjy+Z7uOCr+mu+cbhTunKci8sJW6jkxBxDzLJroO1W29jrmD0Dx/xLsO86OZvOQ9Gj06PtA67xZhPCcBXLzwybuOA5NAvC8S1DooRrqOhrnpPFNjLjywiSm9ZcYevUysuw5YnaK7vVu7jqXUHr3mKRY8NZPTvNzhu44n1Lw8I39DvQY6g7zo5rkOwIYmvVA1uY5MYSA8WgW7jqtKibye+7iOWuOSvS+CjLwG4yU8OuAYPV7lWTyhsfQ8DjJ0u/cea731kIE6aFmIOmGzjTwlBroOnBzLvEI0ObyWHR098LMRvIARyTtjcus7JpNYPesHQzxoYQ485L8CPCQduY6J2Oo7Bm64vGSrljuZvRm9/Qx/PSJlDD1zPbE8ksxtvZrNOz3BS/W7qtCpO1z7yjxgSwO9Fj2hPI1zu46peruO7MECvQITSj2vfYY7FGq7DmdbtD3rSjm8fsg2O30cgrxfUbuOx0gjPIXF0DyPfy88Ud4IO8wZ3byXSrqOpbfVvDX/t46oALyOjpW7jmBFjryi+Le8yiySPLMh1TvDYjK8cSgaPKgOrTsyvhA8tND6PFm5hDpb2aa74cdGvMIzo7x/snA8R26svOLmuY7rQgc9aLoVuxVx1bvy1IY8hii+O5pmRjsyGLoO",
        "JJxzPOamxrzeqJy6c4O5jkD3mDy6PrsOjh65DpdWYj3GmLiOh9RAPXwl+ryNdeK6zFGgukvKKrsnmrmOCcIEu906TD21G7qOnmSXPSVJyjy4GBG9LaMBvBNfuw7ndSM77ga4jo5bLzvy6H89A94TPe5ouI7buZG8xK7avMErMrxH+7gOwc3buhw5uo5aGkQ80ZS7jjiDobxg5rkODWURO4XQxTun3FE9kqXsPNG2+LuRGUy9KPNjOxlXJL329pG8wec8vEuypb1YZrsOouIBPHzGo7tGpC47AoxqPbS/tzo34kO9hR5tvdMsPT0tdyE9vUfSvBW4t45SX1q9IPFRPO1ttLwVjuu8r/0NvSngPT1CeJo8EPGDPFhliT1NIG+8QlXRvBrdMrtxBkQ9UNqFPdTsuI7/A7uOOOW3umZ5I7yioqM9v+S6DtC1gjunQSw8UEi4OxwTwbx7abqOfaCmOr8AjLkBGYs8KwWRvHDWzLzYNLqOfAdGvLYZuY6FjryO5Fa5js9Fs7zPxxu684QfvXIpHLvvhLw91qclPGoq7byXdpQ8H/1FuV7TRLyNw9s8Xr1cvDK4I71bdfO7B/EDPXSpu45Ae9w8XqaWPJc0/zws/oS933aEPT3cg7xWk7qOm413PDCeKbzxxBc8HHq5DhETm7z/07oOIXW6jhdu0Tvp4LqOuf+MOyS7jjt6wJ48zg3Ou/qiPL047riOe+7oPAaUMzyIy7uOrzwJPaV5rLzuwbg8BBGFPTkivA77C4K8yNm5jrX7cr0PCjK8ncBHPNzquI4jKWS9SmwRuruP67ty27aOvC+jPKRqu45K6AS8Wve6DmqWVLxkfLuORMi/vF+gsDwxWtW8aEmFvFgWGD11fDy9cTgxvLyA8ry2vJq8SR/EPACjKbymBbuOm1dsvU67PjuKhEe8TBr7PD69Lj1rtcW86zlavMrJ2bytrEu9kH2DvEPAu442wGa8iHm6PU0xM7y+0AQ9fvQjvev7Xjz+YD69lurPO0+dhzxsO/Y8",
        "30AFvG+dVrsVw849TssFvAYRuo6hG7mOuu/Bu62nmbyl0eU8ZBm7DnMGkr31RMc6JcY8PIjWAz11crkOb4kevXazMz1h7lO8zGo8vW0htLzfibmO1Yp2PYjXuY5QNbuOV3O7jiHqE7wawnC9Au3iu3bIC7y6fZ49DQ2gvPGzJz2VgAc6mRh9PG/4bzyfrgG+X5I5PZsrDDp1P/68ii0WvWDwu478X588LvMRvfiznrxRLaq7cDbZvCCK0Dy9qbyORLCRvMmON7rVspO7knG7jrbIhLtgErmOEfe4jiIN7rwHfLmOyKshva7UJzztkPa7+09ZPCpNhz3no7iOk8bbO6ysJb2vKryO/BS7PFJwLzqxrks8hu4OvbKBuo49eZY9IhS5jtofWTuVuTS9Is1ePCdOuY6AX/o8D5GrPRxvlbw/SrqOG1wBO49Lu45F0ZS9lbu6jolCWL2z8LqO4nIJPmFpVb1Xo6g7oQ6du4x5wDvP0aI9ML3BPSV1a70bgK087YmVPV+0KjsHCrmOC6t1u90PGD12V6w9TIFRPKnPD704aC49JW42O4NeFz1Aecu8SL9iPLGat47Zgcs8pD6uO0ZmPzyJGBk9yO5HPPy3iLtpu1U8gTGdPBViJru2Em+8ZeE7vVeWwzpCa0+9OKVQvciwuo4v97qObkJkPL+m8zxS/Kc81Ry6DpdsA7uI8XA8D6uavBAcybqS2LqOo1JpPMgrID16dgy7yg4FvbWAFb39ELsOCpn1PLOut47BjriO4Zi7jtLy2bujLJ473AEsPedTr7rUe5m9ihZEPI4AYLvEKuA9RStMPBNtgbsmfC69QouOO6MxPzzHIuO8sHKlvNG/uQ45+OK8TZ85vbpD47yKSbs8/3KcvMjkALxwYbqOdCsfvNpAt7xup4U9Z6+4jsv1drtiIbkOrfq3DnEaxDw6iLmOpmLMvPOxkT2wa0s8TyNkPKxTmLxiarqOI8dgvOu2oLvjybmOyvoMPZbIgTmQjCM9fwtvvG1PuY4qiG28",
        "Kiy7Dt2sTr2LDs28h7LkPJi8uY6tk6I7gMawvFQsZjyYOrqO+XuBPAq9vY5i/Ko8FVK7jqOXKb2jObuO3mF7vSDXuDme2DU7mTLKvMGb7Dx82Yo7oOn/O9st2jzB/3E71zdAvAGSGL38qLuOQDlQvSbWsbxIexa9Q5G7vEHoBr0TP647VHCvvMuzhToQ/w29t0w5vbhNuo7EnlS7J7amvA9LkbwXgE08m5U0PbFrHr2lMnU9xLCIPFImkDxIhWM7HIKAvQBYqL29pJS9pjmCvPKfug5Z9bsOhLD4Onm0nj2cpcq8CnC5Doci4jxSv+W84EJQPZI5a7zdY7oO7d+wvHGp+LxD+IA99Z6MvEK4bz16jbiOxCbxPHDnuY70MboOvly6DiWueTuoPhe9I6GsvKhGB73yMEg9njWdPMFo3rxUOTm8JtCpPNVgLDvHjjY9dCguPfe6m7yNFJu8IkWtPLCTuw6tXhC9kNmUPfn+9zz5xKK9rObpO7OB5DowDbkO4423PCpPMTyhdiA7tAC5jgDomrvKR7wOgaS7Dnmto7xrtLqOGRqwvPMuIzxdFny9EAUevU7egbt3JLyOtpICPfT3dTzdBbsORKhRveOQQL0Vmp098QkGvIdAvA7KGxg7Wuu7jusbM71aT2W7PdxivXcqvI7K05k8gvYNvWDbtbv/gbgO79vRO3Dtuo7Fd/k8GqW7jlQ3dbvUJLoOHBGavNMVCL0UvFu8o3/SPPMHRbxoAH67mfHqO8oPJTxDgv87WtrtPBuwPTxtKrsOcQ/8PXh3E72L8LE8XQ1QvdMdtDtkYO68nekaOy2DN71p+T69agdSO1Asuo4FzTm9ZdOtO66Fd7zeUuQ7Oa8lvDsyMrxNsDY9cnHgu4jfuLsKB428AhaSvdewDbudiTA94pDPvKfKuI4fvbuOAgjnPA4VuDs3ufW7yFG6DmPqWb2maRu919BwPXhXlLu7g7iOLO8hvUXljzxgOWC8ZVIVPC5sD72D7rsO22RIvUNJuo7sD7kO",
        "7c26joHi3LqBfhI+EMo3Pl7LPruJO928tnStvFSzprwg0kg8lo0pOgTqGb2D/is8SNpWu5RjPD315/O7tvMQvFZEuo4HwkO8Uy6APEp5hzyxGgU9TlmIvQV+rLybTrkO8NGxPZrwXzwk4MC85Mm5DoHRkr2fI7sODGC7DkB+G71qGLqO9gMZvBbzh7yMKJ+8/8vbvHbLlrxxMbyO3Z2cPZAinbyyWbuOddy4vDQorzxcyUC9kGYGvcMEvI5LGz88HqC5jjN1AL3HpDA+yggsvZHbuo6bA1u97pq5vMxYqDw9t7kOKuSnu4TEuY7BPZC9/kq6jsMVjb16HrmOk3OLvXDBRL2Frdq8a/S4Pa6ZNL3AuK88WpxEvU9Xerw8rCu8grGBOzdDNT3XCLmOg5cPu01jjDywozc8gX6yO6wTDLwPbP06Cs1lPPSWJz1zOFk9ENsXvH3huY7IvV87hYHkOkbYebqoCRq7kV00PZ13Mbxjo/m8Uf8WPYa2ULzIOvA8hxvFOuA5eDzzLwG9nIehveZuuo70zrmOGQEPPL0MgL1PY4s73ei6DpuBxrtAlwS9qSlbOzJDuTqBCrqODIY4vT2YCb3Puau8ItfOvEjpVLyK4biOeKf1O2PVuI7xZLyOTkC6ji3OwDvGu/U7zsGJPNmOT7tPCgs9N0iRusVcCrkLodE8CsV+vP2tQ7wMlmI9JvglPVTrpbqediM9fPOXvBGjvI7w2lC92g7zO/Nq17wo7hi9QjECPdUKR7ynLrmOq5U6vL1LKr0v8W47k0O4jjZ0Ab12truONwa6jh6Dn7otzriOoA24PEaUbbvuSIE8p0S2PG4JPLv+sbqOdoMqPX8FIz1R+7qOGbpJvZ8Cfr1KH5i7bYWSvElOu47bTcO6kTG6jlPdUL3isYS8nz1NO0EUu446SEu7Gsa8vCQMkrxAQ7uOX1xVvb5jvI4B6rA9fZe5jrmyobzFMroOjlgHvYWvhjz6CtU7AMidO0Qiy7hxEBk8aMOQvNTAmztm7/28",
        "UQV4PPrsO7w5H7uOkBj1ukqNzLx/qMs5mXvUPRGyQT15Isg8716vPUaCKL2NtJM9c/50vMG4uo6DSV48viv7vNUNhrwY8Kw7rSfbvJxxf7s5oQw9+xh8vHd7rT1kEbS8+6trPX8Pib3UyKC8dQ+nO0TVu46nzLuOH1RGvXzzhLxf0Wu8GZ+7jiOhJr1z9IM7tto4PGUoajt2e7uOVtuSu6POCb2eX6U87aBSPKfbNLuJMrmO49dMvTb7uY4zK7oO8GO4jqyqdjyrid27FsGwvEdRKjpx8ky8sQhHPYvwkjufOqS75XfIPF7t4TyRemC8+zlXPMHlRLxxyCQ9Mbb0PLexu47uKMc7+oAzPdepeTz7zUw8a8mVvHr83T2gerqOkhS9O6PPnDlfW6S7TQ28jgRa27xf3rqOAiq6jpkJeD3qvLiOM/rUPDCHLL38oB29iEIpvFmbRLy4wroOV9MSPPW4Kb0IELoONmWIvJHcir1fECG99JGgPIakuI5NmjA9p0W7ju0ZY7yaRz08Qvfwuxh0vI4GDie9khSmPUgo4jzbDLsOpb+aPYSguo4QtJm8wyG5jqUMgz3hL7yOrqa2PEMgfz3HXMG7+xFCPQLAYL30Fys985qgvLVKC70Nrio9FrDVPIieHby5t7oOok8GPeXx/jz1aDM9klvuOklUZb2na3E7NWlwPHKAtLytX1W6gjKfvAuLuQ7UcmY87HMVvd2PCjw6k7o8ebCyuixUTzzK8988L6Y1vdgJxztkOco818/luh3gk7xDMXw7Cp89vXe6uo74KrmOWNh0u4QwUj11Toy9yVK5DrvinboKI5c8efUAvRfSHj0CLbmOz60ZPXxvRj1FOUK9QElSvUX51ryAb7oOhEi1umebuQ6rcLkOEgS7jp37RTy/Fw48rKe/u1IMlrt/tTO9+Rqqugc1qryADM08hJbBvAnFND0J97e8zQ+wu0JKSz1M+5c7nTsAvTiXuY6jWuO8Qe2BvQhl2bwa84c8eG4mvT5EmT2tk7kO",
        "rgZHvCYPET1I65q8s0S7DiQDtLwEy7mOd/O6DsZVxLxXuruOUgRJvO9R/zxU9Fq8h6hDPUjqF71Fs7qOnKTSPAVljTtlgLqOZnP6Ox2o+ryBLMe7W9UrvBG+vI5yNZQ8vn+6jlqBGz32Y0y7/toHvb55uo5eFNy8hAQwPc+KeLxXWboOYkc2vAoeuY5i4a68ynm6DhU5pTz4gbqO7GsXvb6WW71j2Nu8XIzBPPjLpbyjH0k9ERkave/oELo8p2W6cawyvL/sy7yL/7uO1PegvFXiAD3pJo27PIWevCL/mjzHd62761lKPQqKVb2vTGg8Ea6/vN1buo5r6F884guIPNkiVjyVBxM6vKWIvKs+FzsenBe7uDBVvLllBr153SI898oxvSpNfry0Oak9yzEFvbqvuo5QR7mOX5dgvOKjxryxAay8K8K4Dpye4TqiOzI8IIoQvUPBTbzojLyO0HpfvPXckb06hC89OIhZvNxbhTy0WroOpWQcvfoRuY7m07gOFzW5jm3wAL14/DM8bUstvDNyhDxvV2U9y2OtPUS1ULxj5Ty712Z2vFksALvAPMy8dY/5vMjgrrxffQw83Defu40huY61G9e7epIQPaqlwDvcI0A86LbXvJ+1Sz2TeLYOWikpvDXa/zv3GOq8zSW8jheX0zyps7oORKy6jvd7cz0NzbqOmJWBvOALNz2JPgi9YvRHPYCFqLuIbbqOSiORPG34YT35vLmO0P3QPOVLbLyI3fW8MWrrukjSug69IfQ8U+K5jgFiHrzMkIq7m+wwu/gdu46tZN67CyFYPffVB72I1roO3jOgO4KjuY6KADC8aim7jtrOgLyiG7mOvo72PBgkSbwDfgI99Gg2PE2I27yhVe28zUtBPTldVjypLCW8SY29vEvmjjyMx7sOaUcavRxKAL3E/ua7syG0umsfZzyigus8C8wNvEtRmz06rUi9z2O7vIkquo4gUkw9Cfx5PB/ZMT12ltA7pazBPPWcDT3Jtqg8beqpPbwGQj2lDYa8",
        "GO0kvYICebyzAW086iPFPM2Iuo5e/7sOR0SEPKJMR7zeoFY9SPC6DuKQQbza3vk8CyOSPENytLxTJ7uO0koivMoZnbzofkW8nv5DPOZll7ygErmO6K04u5uuuY5So7uONJu5jjiSobylgEO8Hgm4PMk6fL2RqjY7AV6Hu8dimDtAc4Q8Rcmauyv3SjoTuzC9PMTtPMjXrLy/2EM7/pWLPIaYuo4aClg9wQyWPEImh7zaj029p79zPDSFEL2j6rgOSGopPVsI9DyqOhS9Dnm7Dkg00DtA07qOcwa8DjZ1e7yyPbqOcwQHvRYC07zw5K+98+CCvGAHIjzxkbqOIV+OPJv2f7oYKbmOQHDovCQr1bzIuIq6rJrPu7kDvA7EPam9iDW8jmUJDjwGlzY8Qsz/vLfJuo4loeG8ibC8PTBltjxNrrsOdYJIPXBouQ6MRYE8/ua5jiQoVj0H77mOZz9Uvew5mbxiSEm98r//PL4WhTohqBY9xuPAPKj2FL2s4hy8dbkqPX4sNb3L4riOBUMsPWht/rxmXrE85Q4SPdZ5j7z3bTm92HO+vfBLoTx++NC88+U8vcsNuo63nZC8MEtQvZqVV7yQELu8e7KVvB5mPj1Ir868TGihPJkRjT1fU2a6yTf1vEe5RL29tzA9Ww4NPeQbu47qa7mOSVODOxrGsTywpPo9vya5Dl3fRT3uZhQ9/a++PPOb77xFxbmOpo1kPNGlh7r/EcK807eYPSlNBzyZxbgOJU9OvN3SuI6IQbuOK3y6jr8zHrxQPMM8+4MbPCOzqLwDswQ+tBTgvLyV/LwWFxW9WfQVPe0DnjxF7WE9UEYvvYZEJjxUXna8LomCPd7lug6H14Y9QaaJPdW5I7z4MR69RKADPWAerr2GtbWOo1BUPMjpNjxvZss8RhS8DiV9ErztgbeOsYq7jqFC2Tz8k7mOpvzOPJ16ZDtddqg823JevQogQbuH77uOjWBmPP4V8LwWTLsOJOWkPRiA5zwtmuy6OVxEPeHHug7ByWa9",
        "Kki6jiOQr73NPPI8WjQJvfVYuY6xo+69WDuaO7qr0DsV8bqOmKavPFrsuY6mfBs9QCG6jsammL2qY7uOr9fvPMqVN73FJtG8lqZLvB88lz3duR08B0ckPIOkQ7xwvSG9KwyVPZSHAL1hnrkOlbXsvIu9GrwNxDi99EKZPZ+QibvOHdY8RsFet4liLj1OQIA6fHarvLlSu45yCJA8LDgGvfzn+jwhTti7N49CvR/U8jwoJI47iV5ZPfGeDDyFWKu8VdK5vC73pDwnYOs81d+NPdsUuI4gVrkOZ1bfvDx/PL3L3N+7O7m7DsEs0z2ODLq83ANZPLVQIL20kbmOFmy/veWgnr0vGAm8FaaYu7N7kLzv47iODTmxvO4IuI6VvLsOTtm5jmMpUTsGwCm9CIvKvBBulzzuUaa9UlsAverb1bv5cCA9t2SCu5w5v7zRP0C99syrPYOIXTzRjh+9QhQRvW4Guo5r2Wo8eJk/vEmAzjzaW1c9bBDnvIVOab37XbuOAQxTvTzUIj24Ctc6J+W5ji8GtruOzrkO4gC5DrC5pz30/rwOo4/Lu0ZvKr3mMfq870mNvSfK9Ds8OruOSxIwvLIdbjuki7oOZR+3PE6hZj2Vny89g2scvea4uQ7VK4q7BJ67jpSAqj0wF4w8L/95Pci0uo4avmQ8MkilvXTfkz3pc7kODnyIPEISuY7FW9A9gGe7jnm6Jz2Ri7uO5NjOvE/t6jz7uaa8HunZPOMBhz247H29ErAYvUNHxbzi1i+9lGHDO2vCF72E/rmONgRGvSCbf7zwfJE8D7uSPENsvjwt0hC9mDRPvWZ4cTzL+rE9RSixPY3WuY4oAyA7T5fdvN8Z1D1SSsm7Cl2nPIcgCb3kZB68vK0/vJWjhz3kiRY9cTfFPKb9B72lQ+w8GAEIvSoTug4VELuOPRXgPMKEBj3uxcO9BYm5jowhgD35fkO96TFkPA+xSTz/PbqOd+kIPOMSyLxWZYE8yqBwOUISrToZDLyOSIjcvELSuY67+rqO",
        "OBe5DgMr3rxZeDA6dkA4vbcByrwhrB09PcI3vGCZ0LwAnFY9ArrbPNMp/DoviUk8kTpKvUC6RjwjL5u8LMPUvHCKu46F++E7WgvbPMKH5DxIxO28VMxwu4AQoLzHXLiOMWd9vMmxnTypndg8s3K6jtqQPT1uIboO4tm4jocBxDysULuO4Biuu4x82bxLEpA9uhNhPLon0bpMz7iO4KquvDkm1jwJpLuO+SZTPTdfIz1Xf8Q91XDLu1pTuY7x5oc9zvS7jnVwdrt2dS297U2SvCWGug5q16Q8d/fIOwJXC73V37gOUgbwvEhduY5HHAk9i426juq+Jz17KLiOHaTAOyb3AT3J2607US1bO94pZr0/XOQ8IAf+PKT1MT1m84y7xey0O6UNybvBGrkOcWjVOzI0TT0yq4i8P6rdu4V/xTuWWqQ7JG5MPU2CdDx2qbO8s4drvO1zuI6Url+86xqDvJI9xLzJ1VO8raV+vNxGQzx1qqm8G11RvMOLhbmekZi8e/JivBkfQbwVmDg9nhkbPH4Iuo4bRLsOQl7xO4xsXTyEINa7FBC7jiI8nbsr+Qq76R+WOxoMo7wH/rqOVaS1vC4NiznZyVe8BeL/vNKmeLwqlLiOfoqLOhYmuw7ov7uOGUG4jko8sLubMyG81T4IPQOaqzzp+uC8LgMQu3kyMTyfAtU6UzkeO97j1DyQiQq9IUHkug/K0jzc7i29LrbpvM1buw4rxNe7B7davDwnkbxmE0u8kCCUvWoLjzwiobqOVZLdPGGa2jwaHj882Qa8jq7MxbwMubmOiZu6jj/cuDoPSLqOmgqUPZrJGzxBJas8jUa9PCBRnLxYeLiOaCntvF/DvjwUQroOnIGyPGJPuLzlJCO9PhMEvUnQuo7G7Wo7E5u4jr3z3TwBgX88z5P+PK2wuY6ONBA8uCAtvUTS87xTxLgO0EY3vIwmuY7/NHM9jfK7jsnSMjvPm7mO617HvCKMKLv8yLw7Y6kKPWM7+zu1cxE8V3BJuxnhBj3zP9O8",
        "RlnjvN6HUL3gWrsOjEXlvOmKlLtox8y8vccDvd27Cbkhm4I86pLWPMGQC70lNGo6n+U/PFh5u44BBQQ9LP3COoExjzx+cjc94RgWvVNxo7wOMG496GhiOwcKujsrFpO6rlIVPdoBtryaBSM8hORHvZ5Auo5LErqOcmozO4CpBDv864S92SW7jj/n0zwHZwY99SyAPMTPsTwDu7iOI8K2vJGFOb1Ox8A7T41CvJpwpjz1uroOxw2TOzViuo4TTbuOn1e5jgRoajsnOxU83yA6vNnKV7yAhsS8uzTCOrzMjLyTm6M7jRVNPYGpCT3c6zU91otUO9O8mzzqcyU97B/Hux/Vu473DlW8iANKPbj9krs28S89akNrvAmU5T2KxLqObfqLPd+5Az1Yuwq9uCK5jtRfD7zhlrqOkMG6DvwNNDz68biO8vdmvRKK3LzbImy9FpNfPJVWUzyOTroOYa03vItBKLyTJbyORBV6vPNTMTyrPk88V7vluy3iuY5VUwA88qS7jsklnjnCYhS92mgAvdH0u44G2z+9bCByPG8ECz0ZVroOFmy9PNYAuo57fYm9PAq7DgdH3ju6AbyOH/aaPKz9f7lqJIk8lmYovFiThr2NWOE7zG+lvG1eyz0O0H491N4IPSJWuDxP97oOfslQvR1iZDzfS1O9rmk2PQlzCryBZf08vK9SvfcglT3/CHu90Ek2Pf/ouY4JjBy963JtvRcuaT3qkzi8Qww2vKe6er16rlk9xemuPegOmbr8ro+8DX+UPAbgabw36AK+O6D9PTD8u46uHruOHjiou9vQVr07esy8Td65DjZPjTufWaG8fDynu6sJhLxbHbuO/V/9vNQgGb2S0Xq7DIf9PCZ8/rxm1bkOpYgFvWufuo6DaLqObEa7jsxzkDyuCy099A8FvTD9uby0pws9y54rvb9ybzwvvbI8ZgdIPfoFPbqtmwC8tc8vPV50Crz+5B47PCb8PHfruo60ABA8R15gPQ4YaT121ii8Lx7hPBJ7Zb1f2LmO",
        "gWUCPHDGcTxZ2hs7ULS5jl7OhD3Q9LmOHTi5DgcaNDxm8bgOD8I7vZQrG7tBKrQ83ekbvTdsWr3167qOjsZ4vPVdULyLtboOld3Fu63Fgzz1k+I92fKRO+FquY6b74E8yqC7joTyybyDmYI8CvFyPNyVuo6q7Qa9k8C/vSCA6z1gC7sOYqKFPfwQuY4gi689hJO6jt2w1bzAx7uOaSlwPJ0xlTy7rPS85//+vM8VrLz3K4G9K4OlvNuhIr35jXS9yQn/vLFFHr3KpLiOA+6yPMC417sN6oi8CPI/vChhtrwbnZy8O3LcuxSrIjv6oH88rxf/vGryuY4tTRI8y/8hvNkXPzt3tNC7oThNveW2xbzJPic7/ppEPCN82Lzeafg5VlwxvHhNVT0tr6Y6LpWwPPqGug6ajrqOiI5cPfaV67rZogc8jc27jkam5rqAJaw7knArvBmKVjmxnbmOtw0CO26pp7oDPb48tmQ3OwJPIbwxPbiOE0iLuk5Xu45yz7iOka+3jvEW6rtSiWe7djGAPCOrsTxwUZq8MJ9PvDiNLD0khTO8ghKqPBdLNbuCbdG8I3j9O9+p5jz9gxm9/DQvuwRWuQ5J7h29KgLVvG+Zebx6xdi8fJqfPOzBnjzLBryOcLMfPUzzLj28b4O9/Qu6jo+NijtNubmOTui7jlujeLy7qbmO9oiTvDlcNry2HJO7+RubPc1hwrwWs7iO1vnXu2Ymurw0I7uOcs9JvAfvgLsgMGm66lfQvPlDu45OwKi7Aa+6DqpqJz0nFrk8dm3hvMwAuw51mQU8OtetvEPUEL3H7byOtgUZvO3Ju47LHDS8Jh26jiHpp7xokLqOQFkwPFULz7zonK28EqRCvDkJlLwIULc7s3wBvD2OZTt63j69AT4cvcCOJb12nbsOIEnOvP5AuLvfjTE8ktKqO83dubx7n4W7TrrmPL8/+TvRu6s6FQKxPC0Vuo7VAfA8Z1Y0vYNm6zwmA+e8iRr3vD58UDyqTZA9gLpJvD+bKTy/ZyO8",
        "4Vu7PO4OM7wiMzu9bAzevHkqvA6k87iOabGAvdPdGzwoe1A8EsK6DhkUS716OXM8qv1iPd9Zyjx0pbIOnHXku4k1jrwtixi8//0fvL8pjTx0drqOvBs+ve4/uo7x3LyOrA+7jtirKr3vtSY9OQ2qu5sf2DtkNVw6eP7sOzNSYjsyTze8lKgHvCqdZ72BnK+89QiRvENgXT272/W8EKMHPAkAuo4Fc3w8GSGtPJQlaD37nh+9c7dfPHmZ+zxAhLqOTaroPM3XKTxgII+89Si8DvZN+LyBNLuOBmG6jkwWsLzxH7qOyHbwuw2Nfb1C7/C8uW+5vJGCwbznybuOJuj7PG/eMLxcvLoOdFpMvNwi+jsLYt48ZHkYPYMzuo44lJm8Gju4jmpXQLzk/WQ9xWguvFouu46aAFu9R4/MvAdbF73Q57oORD8LPcKnuI7Emy+9cC67jjbLBD0RFLuOolcmPZ/gRzwHsBE8Qa0OPecdD7weKti8j5xWvN954ryCxMg85pcbPDn60LyvLryOLqDOvIqebrj+Sgu8zbZkvVlx27zfjI68BL8+O+cH6jryY4K86drqvDWfuY519UY90geaPAiYj7xbT5c8qA96uv/fprzpZ8W8Z/rZuxURaD2Z8dC8FKASPVBP5LznI1Q9ZaiTvR/buI5zk7iOl+E6vSkyBruiP6o8HZ27jvMPm731AWw9YiiFuvPEFjrgYbsOsJFPPXHweb0Q2wC95l9IvbpdtbyYnrqO9FTpvIMJu469T7qOHwG6joJiaDw9kpu7YVYRPeTsgLx8L9K7vXsWPHY8nzywQOw8/ldxvJlQObw667A9MoSFOrAVBTwbCQo7/UZAPUMJuY7Zpwa92lmpPAI4ZL2oOye8ficJPcV4Ab0NxbiO3RkHuxICm7zT5Uw7zi+7Dm5iuzx1+biOD/26jiRqB71J9LmOvxbOPPM1/7xtFji7MShxPJvv4jx9lLmO7rAuvZRS8zxkjLkOy3dNvODiMLsD6Bo9Af7APbkDu46JSwa9",
        "DpK7jsrYI723ehq9lOAevS5hu45yxxK9wOZ8u2s9ery6lriOmIotvd18uo603X28ury6jo1xuLwaT7uODuGkO9CNkL1xCew7N1O+PJgjOD0Cz3u8Kas+vMwm0zyFBjc8hr5gu3qO2r14wLmOVQZGvKZMDLzrNri8KVkcvXh62LwFpuE7nS0qvYkfrjvo1Ri9SGlevP0Pu44bLDi8eh21u8FJjjwgl2k77fgZPS0l9zxMJai8qpvOuntCFL1Mdfy88UKjvS9xxD0A3M89pcWYvDC3u46MMLyOZalLPe3MrjymODc7rq+4jo77Mb39G+i7zL5IPdwMubwCYrgOPlSHvKwBvbwqOBI9HFQiPTQtvjp6ELyON10UvYJ7uo5u6bmOIQO6jqcgPrz0eJW7ouequouEHjwvz9o9nLrHvHvA0T3IK5Q7xz3TPDbsAb0h0Uw9bzUFvF96/bxCQZo8U4cDPQ5Auw4vO609jMrAveLYQb00FnI9Fqs8PSwoGL0ej7kODveFvMNRZbwVwyo8cJ27jli7hbkg87mOQHC6jpagKzzyHruOviNSvZ7VFb3sNAa9bCfGvJoSHDzDDLmOITn6u0c7lDyIfLmOFIyxPRLsqj2GeRq7Tu9IvXEmuY5n0Yu7RcG7jqm2ID7l5k68CwIJPWxNuo61Odo9Bm0uvWf1Pz3CM7sOdqJ2POZtuw7A8gI8Ssu5jpt5gb02iLmO3EPEPZiver056oC85XUBvaqPDb3i+xA9p7TPu2Ghh7wywpe5A+iIvM//Tz1nWLkOHRTtvK5FezxmjMS7GOz2vFHEnTvcE+c8UvC2vF3ViTxbuB892iClvCrMuo5UEGW9L+OCO9i4wDzDQ5C8DTyPPWnxAL3UCFK44OOCvCVUCr0MC2u8p9ubuxrt7TtyHfS801jBvB8zvI6OsLiOxQjcu1OT2bweoAy9+SK7Dj75Gz1r1Jg8J6E1PABdtDxRZLmO1I3rPCafhrzTMfC7w2YNvWGrtjzeErqOPAKCvClRuI520ruO",
        "DQW5jtoqMD1oWXM6W/yePOmPuTvBEKa8dvZ7PfbZdj2FEZY8+/ILO6oNUL3IZ0U9xH0jva3N2TyBx0M8gIAyO+FOuY6H0qm8LeMPvaxRpToKe8s7esQbvGrtXzvsQ7sOcFiSuxWHeLwJgAC9HTm5Dqqrs7zR9bgOH1+5DmABMz3Eur0OV4kCPacZl7xvTeK73u0LOyN4Fz1CSbiON1jzOzPbejuiyLqOFKLzOrnnDT0Vci28+CidvL0ouY5PaH68LsW4juyHHzrXiRs9010WPXDJuY67TJs5rDcOvU4+HjyZkrgO8iyYPFTKvA7E57A7RFK5DnQ6Eb2QNrsO0hAfOy8tOr0Nn5w97ATmPKgraL0oORW99E0EuwHquD3jElO9k6tNvHJEb7zdsLuO1UHXvMzfk7yPkuM8xK31vA9Jg7yjWJe8ZtxLPNOj/zzd/ne7Xp+1PHgUuY6FK2c8HFXOO7ZMxDy5h+q7CtYivYV8/bzPznI8dgU5u4TBtbzBdpY7Lj9OvCjGkbsjhBK8vxSNOlEiuQ77griOFmX3vDKLYLs/SSY8btG5Dhakpbwl23g7h1M7u1OnlTucMbwOSOeVusT1SbypxMO6XvwSPdOWSDxDzLwOrUExvNa0uY4oK7oODnK4jp10fbylW3G7m/YnOqPQQDyfYiO9MQ0TvIltPjxy3wi71ds3vI8EAD2oIMq8pNiWu3BCDDyHzIU6b89EvCkGu45XhQm9bMdEvcWZSry/ZKq7PYrWuj7gFzvM/biOvX+HvME297vPzg08Jt64jtQmjDti07sORPW6jt7M6rxYILqOw1O+vJ9zhjoQdza7t96fPIPMYDvUu7uOEoWWPAVWQbywHLmOQpDyPLb4k7wjTRC8JOinu8EevI4ksH+8jOq6jknsgzzLWZ+7G9lbvcS8uY52NhE8J/AMvTO65Dz1y7kOLHz1OyDBt47y1Kq8z366jhnPkrxRF7mO/uMLvQkHq7wv1y+8f7JjO3by2Lssf3E89DT7O9PCybzxvgU7",
        "5wemu4p+yzxU37oOTTzcu8A1dzzIkQy9s30eu8WmjTybNOW8+JR/vU2Uzjtd1Yc8mhhUvL7Kuo4qJYu8lCpRPUCZRryXpb88N0McvLIQsjvwOcW7LGmqvBUxij3Yhfq7AXZ3PD5RGL2Q4Jw9ShFxPOMWuw7HlLqO9ipivIGuQT2qN/s8vba5jtX/ar0xeCm9IY/Ku06UB70q77sOv3LvuhNrHz1sAyQ8lc8QvdlpOjzmfbsOWnwKvX19u44yyboOuN27juRDozuRguM8qjCwPEuVnr0ztNg9FSFAvPQJWL0+oyC9UP72PNmuQTxf/2K9JuYkPPq9QTsduSG8eRRwPf2Juo4U34o9xKs7PaThSD2jWo29euqCvUob+LvtzLqOc2YWvWJTED1fDDI7LOy5jrno7LzrTroOgBq6jtO82rxy67mOQ5CWPKUpLz1kDAa6UjDOu1nbI7z1grqOBTUtPYcQQz0BebsOB2tMPSYxnLyuYlA9+ImNuclPuQ7Jxbq8oK25jsEu2b3mOfS8rg1CPVt9uY4+YiW9afk0PWSHubzd/7sOJZpPveeKuY6KIi+90zy7jnhO3rxIi7mOPZ0GPBegoz0hWyo9XNuJNiRyG7z0aPe86ifuu/HrTDzpnK47zvg0PPtutjuicrwOc/WmPDXOIL0plCi7rDR7PDZUUbxqoNi7qFiIPILslryqKaY8iGtpuwWTuY7cfvC6JtSpPL5TGr0MunM7ReOhPMBq5DxLwoA7SxBnO8is67l47xC8s8AZvdpeJDySdA08zd4cPEK7u47Pd7uOLPWmvMqw4z3H9Ns80ve7DjQRbjzZ6QS8YexGPFQwCL2z+LmOrowePZ/mrbsxEI48g7DlO7JuW7ssybmOoVDyvJlGuo4+wLmO1/+4Dmuo57wHA3K82BDgO7wRXLwimxK9EWAGPV/ocLz/4RO85MUbvRHNPL17ADy9vhG3PCKe+LyPBTE9a4jYu4YUuw77It88L6OWuX2DETydbcm7EhwsO8gkErzEALkO",
